Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2.tar.gz/pycrossword-0.4.0.2/pycross/locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: command must be a dictionary type with "func" and optional "args" and "kwargs" keys!
ru_ru: Параметр command должен быть словарем с обязательным ключом "func" и опциональными ключами "args" и "kwargs"!

source: undocommand must be a dictionary type with "func" and optional "args" and "kwargs" keys!
ru_ru: Параметр undocommand должен быть словарем с обязательным ключом "func" и опциональными ключами "args" и "kwargs"!

source: command must be an instance of Operation class!
ru_ru: Параметр command должен быть объектом класса Operation!

source: You do not appear to have a valid version of git installed! Please install git from https://git-scm.com/
ru_ru: Скорее всего, у Вас не установлен git! Пожалуйста, скачайте и установите последнюю версию git с https://git-scm.com/

source: Neither Git nor the python package is installed!
ru_ru: Приложение установлено ни через Git, ни как пакет python! Обновление невозможно.

source: Running {}...
ru_ru: Выполняю {}...

source: No release branches in repository!
ru_ru: В репозитории отсутствуют релизные ветки!

source: {} completed with error!
ru_ru: {} завершено с ошибкой!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Yes to All
ru_ru: Да для всех

source: No to All
ru_ru: Нет для всех

source: Apply
ru_ru: Применить

source: Reset
ru_ru: Откатить

source: Discard
ru_ru: Отменить

source: Restore Defaults
ru_ru: Восстановить умолчания

source: Save All
ru_ru: Сохранить все

source: Abort
ru_ru: Прервать

source: Retry
ru_ru: Заново

source: Ignore
ru_ru: Игнорировать

source: Cannot connect to db!
ru_ru: Невозможно подключиться к базе данных!
