Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2.tar.gz/pycrossword-0.4.0.2/pycross/locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: Coords.start and Coords.end must be 2-tuples!
ru_ru: Coords.start и Coords.end должны быть 2-элементными кортежами!

source: End coordinate {} must be greater than the start coordinate {}!
ru_ru: Конечная координата {} должна быть больше начальной {}!

source: One coordinate must be equal!
ru_ru: По крайней мере одна координата должна совпадать!

source: Coords object :: start = {}, end = {}, dir = '{}'
ru_ru: Объект Coords :: начало = {}, конец = {}, ориентация = '{}'

source: Word length is not correct!
ru_ru: Длина слова некорректна!

source: Word object :: num = {}, start = {}, end = {}, dir = '{}'
ru_ru: Объект Word :: № = {}, начало = {}, конец = {}, ориентация = '{}'

source: Wrong 'data_type' argument: '{}'! Must be 'grid' OR 'words' OR 'file'!
ru_ru: Неверный параметр 'data_type': '{}'! Должен быть 'grid' или 'words' или 'file'!

source: Grid appears incorrect, for it contains less than 2 rows!
ru_ru: Сетка некорректна, т.к. содержит менее 2 строк!

source: Grid contains invalid characters! Must contain only [a-z], '{}', '{}' and '{}'.
ru_ru: Сетка содержит некорректные символы! Допустимые символы: буквы, '{}', '{}' и '{}'.

source: Grid must be passed either as a list of strings or a single string of rows delimited by new-line symbols!
ru_ru: Сетка должна быть представлена либо списком строк, либо единой строкой, разделенной символами новой строки!

source: Cannot call reset() on a null grid!
ru_ru: Невозможно выполнить reset() на неинициализированной сетке!

source: "words" argument must be a non-empty collection of Word / Coords objects!
ru_ru: Параметр 'words' должен быть непустой коллекцией объектов типа Word или Coords!

source: Unable to parse '{}' as IPUZ file!
ru_ru: Невозможно прочитать '{}' как файл IPUZ!

source: No puzzles in '{}'!
ru_ru: '{}' не содержит задач (объектов 'puzzle')!

source: No grid in '{}'!
ru_ru: '{}' не содержит сетки кроссворда!

source: Character "{}" is invalid!
ru_ru: Символ '{}' некорректный!

source: Coordinate {} is out of the grid range (w={}, h={})!
ru_ru: Координата {} находится вне габаритов сетки (ширина = {}, высота = {})!

source: Word '{}' is absent from grid!
ru_ru: Сетка не содержит слова '{}'!

source: Num{}Coord{}Value -------------------------------------------
ru_ru: №{}Координата{}Значение -------------------------------------------

source: ACROSS: -------------------------------------------
ru_ru: ПО ГОРИЗОНТАЛИ: -------------------------------------------

source: ------------------------------------------- DOWN: -------------------------------------------
ru_ru: ------------------------------------------- ПО ВЕРТИКАЛИ: -------------------------------------------

source: Word must be a Word object!
ru_ru: Слово должно быть объектом Word!

source: Completed CW!
ru_ru: Кроссворд заполнен!

source: Creating word paths...
ru_ru: Генерация графа слов...

source: Created {} paths
ru_ru: Сгенерировано {} путей

source: Next word = [{}]
ru_ru: Следующее слово = [{}]

source: Skipping [{}] (found in USED)...
ru_ru: Пропускаю [{}] (уже использовано)...

source: Fetched {} suggestions for [{}]
ru_ru: Найдено {} вариантов для [{}]

source: No suggestions for [{}]!
ru_ru: Нет вариантов для [{}]!

source: Clearing [{}]...
ru_ru: Очищаю [{}]...

source: Start node reached; unable to generate for path!
ru_ru: Достигнута начальная точка графа; невозможно сгенерировать сетку для данного пути!

source: Trying '{}' for [{}]...
ru_ru: Использую вариант '{}' для [{}]...

source: Completed path with result = {}
ru_ru: Завершен путь с результатом = {}

source: Words collection is not initialized!
ru_ru: Коллекция слов не инициализирована!

source: {}New start word is: {}
ru_ru: {}Новое исходное слово: {}

source: {}Unable to generate CW for word '{}'!
ru_ru: {}Невозможно сгенерировать сетку для исходного слова '{}'!

source: {}Fetched {} suggestions
ru_ru: {}Найдено {} вариантов

source: {}Trying '{}' for '{}'...
ru_ru: {}Использую вариант '{}' для '{}'...

source: {}No crosses for '{}'
ru_ru: {}Нет пересечений для '{}'

source: {}Found {} crosses for '{}': {}
ru_ru: {}Найдено {} пересечений для '{}': {}

source: {}Skipping cross '{}'...
ru_ru: {}Пропускаю пересечение '{}'...

source: {}Generated for cross '{}'
ru_ru: {}Завершена генерация для пересечения '{}'

source: {}Failed to generate for cross '{}', restoring grid...
ru_ru: {}Невозможно сгенерировать сетку для пересечения '{}', восстанавливаю сетку...

source: No valid word source for crossword generation!
ru_ru: Нет источников для генерации кроссворда!

source: 'method' argument ({}) is not valid! Must be one of: 'iter', 'recurse', or None / empty string.
ru_ru: Параметр 'method' некорректный ({})! Допустимые значения: 'iter', 'recurse', None / пустая строка.

source: TIMED OUT AT {} SEC!
ru_ru: ТАЙМАУТ НА {} СЕКУНДЕ!

source: STOPPED!
ru_ru: ОСТАНОВЛЕНО!

source: GENERATION COMPLETED IN {:.1f} SEC.
ru_ru: ГЕНЕРАЦИЯ ЗАВЕРШЕНА ЗА {:.1f} СЕК.

source: No database results for {}!
ru_ru: Слово {} не найдено в источниках!

source: CHECK OK
ru_ru: ПРОВЕРКА ПРОЙДЕНА

source: Cannot install QT translator for locale '{}' and domain '{}'!
ru_ru: Ошибка при установке перевода (QT Translator) для локали '{}' и домена '{}'!

source: DATABASE ERROR: {}
ru_ru: ОШИБКА БД: {}

source: Unable to connect to database {}!
ru_ru: Невозможно подключиться к БД '{}'!

source: Part of speech '{}' is absent from the DB!
ru_ru: Часть речи '{}' отсутствует в БД!

source: Select folder
ru_ru: Выбрать папку

source: Select file
ru_ru: Выбрать файл

source: All files (*.*)
ru_ru: Все файлы (*.*)

source: Cancel
ru_ru: Отмена

source: New crossword
ru_ru: Новый кроссворд

source: Pattern
ru_ru: Схема

source: Load pattern preset
ru_ru: Открыть готовую схему

source: File
ru_ru: Файл

source: Import crossword from file
ru_ru: Импорт кроссворда из файла

source: Empty grid
ru_ru: Пустая сетка

source: Set grid dimensions and edit manually
ru_ru: Указать размер сетки и редактировать вручную

source: Pattern file
ru_ru: Файл схемы

source: Crossword file
ru_ru: Файл кроссворда

source: Crossword files (*.xpf *.xml *.puz *.ipuz);;All files (*.*)
ru_ru: Кроссворды (*.xpf *.xml *.puz *.ipuz);;Все файлы (*.*)

source: Grid dimensions
ru_ru: Размер сетки

source: Pattern {}
ru_ru: Схема {}

source: Rows:
ru_ru: Строк:

source: Columns:
ru_ru: Столбцов:

source: Pattern:
ru_ru: Схема:

source: Pattern file is unavailable, please check!
ru_ru: Файл схемы недоступен!

source: Error
ru_ru: Ошибка

source: Crossword file is unavailable, please check!
ru_ru: Файл кроссворда недоступен!

source: Rows and columns must be valid numbers (e.g. 10)!
ru_ru: Поля "строк" и "столбцов" должны содержать целые числа (например, 10)!

source: Word Source
ru_ru: Источник слов

source: Name
ru_ru: Название

source: Source type
ru_ru: Тип источника

source: Database
ru_ru: База данных

source: Simple list
ru_ru: Простой список

source: SQLite database files (*.db)
ru_ru: База данных SQLite (*.db)

source: Database table and field names
ru_ru: Названия таблиц и полей БД

source: Edit
ru_ru: Правка

source: Edit database in external editor
ru_ru: Редактировать БД внешним редактором

source: Path
ru_ru: Путь

source: Type
ru_ru: Тип

source: User
ru_ru: Пользователь

source: Password
ru_ru: Пароль

source: Tables
ru_ru: Таблицы БД

source: Shuffle
ru_ru: Перемешать

source: SPACE
ru_ru: ПРОБЕЛ

source: TAB
ru_ru: ТАБ

source: Edit text file in external editor
ru_ru: Редактировать файл внешним редактором

source: Encoding
ru_ru: Кодировка

source: Delimiter
ru_ru: Разделитель

source: Has parts of speech
ru_ru: Включает части речи

source: Words
ru_ru: Слова

source: Source must have a non-empty name!
ru_ru: Источник должен иметь название!

source: DB file path must be valid!
ru_ru: Некорректный путь к базе данных!

source: DB tables field has incorrect value!
ru_ru: Некорректно указаны таблицы БД!

source: DB table structure must define the 'words' dictionary!
ru_ru: Структура таблиц должна включать объект "words"!

source: DB table 'words' object must define the 'table' key!
ru_ru: Объект "words" должен включать объект "table"!

source: DB table 'words' object must define the 'fwords' key!
ru_ru: Объект "words" должен включать объект "fwords"!

source: Text file path must be valid!
ru_ru: Некорректный путь к текстовому файлу!

source: Text file encoding must not be empty!
ru_ru: Кодировка файла не может быть пустой!

source: Text file delimiter must not be empty!
ru_ru: Разделитель не может быть пустым!

source: Text file delimiter must be either "SPACE" or "TAB" or a single character!
ru_ru: Разделитель должен быть "ПРОБЕЛ", "ТАБ" или любой 1 символ!

source: Word list delimiter must not be empty if is has parts of speech!
ru_ru: Разделитель слов не может быть пустым при наличии частей речи!

source: Word list delimiter must be either "SPACE" or "TAB" or a single character!
ru_ru: Разделитель слов должен быть "ПРОБЕЛ", "ТАБ" или любой 1 символ!

source: Word list is empty or invalid!
ru_ru: Список слов пустой или некорректный!

source: {} at line {}, column {}
ru_ru: {} строка {}, столбец {}

source: Null action source or toolbar pointers passed to ToolbarCustomizer!
ru_ru: Нулевой источник действий передан в конструктор ToolbarCustomizer!

source: Add
ru_ru: Добавить

source: Remove
ru_ru: Удалить

source: Add separator
ru_ru: Разделитель

source: Clear
ru_ru: Очистить

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Added items:
ru_ru: Добавленные:

source: <Unnamed>
ru_ru: <Без имени>

source: From file
ru_ru: Из файла

source: Edit in Editor
ru_ru: Редактировать в редакторе кода

source: Python source files (*.py)
ru_ru: Сценарии Python (*.py)

source: Category
ru_ru: Категория

source: Author
ru_ru: Автор

source: Version
ru_ru: Версия

source: Description
ru_ru: Описание

source: Copyright
ru_ru: Авторские права

source: Website
ru_ru: Вебсайт

source: Plugin source
ru_ru: Код плагина

source: Source path
ru_ru: Исходный файл

source: Plugin category must be assigned!
ru_ru: Не назначена категория плагина!

source: Invalid input
ru_ru: Некорректный ввод

source: Plugin name must contain at least 4 letters!
ru_ru: Название плагина должно содержать как минимум 4 буквы!

source: Plugin name "{}" is already occupied! Please choose another.
ru_ru: Название "{}" уже используется! Выберите другое название.

source: Version string "{}" is incorrectly formatted!
ru_ru: Версия "{}" имеет некорректный формат!

source: Path to source file is invalid!
ru_ru: Путь к исходному файлу недоступен!

source: Reload
ru_ru: Обновить

source: Reload plugins from plugin folder
ru_ru: Обновить плагины из каталога

source: New
ru_ru: Создать

source: Create new plugin
ru_ru: Создать новый плагин

source: Delete
ru_ru: Удалить

source: Delete selected plugins
ru_ru: Удалить выделенные плагины

source: Edit selected plugin
ru_ru: Редактировать выделенный плагин

source: Delete all plugins
ru_ru: Удалить все плагины

source: Move plugin down (lower precedence)
ru_ru: Переместить плагин вниз (понизить приоритет)

source: Move plugin up (raise precendence)
ru_ru: Переместить плагин вверх (повысить приоритет)

source: New plugin
ru_ru: Новый плагин

source: Editing: {}
ru_ru: Редактирование: {}

source: Reload plugins from folder? Click YES to soft-update currently loaded plugins and add new ones, NO to hard-reload plugins (current plugin config will be lost!).
ru_ru: Перегрузить все плагины из каталога? Нажмите ДА для обновления существующих плагинов и добавления новых, НЕТ, чтобы заново загрузить все плагины из каталога (при этом текущие настройки будут потеряны!)

source: Confirm Action
ru_ru: Подтвердите действие

source: Are you sure you would like to PERMANENTLY delete the selected plugins? You can deactivate a plugin by unchecking it.
ru_ru: Вы действительно хотите ПОЛНОСТЬЮ удалить выделенные плагины? Плагины можно деактивировать, сняв соответствующую галочку.

source: Are you sure you would like to PERMANENTLY delete ALL plugins? You can deactivate plugins by unchecking them.
ru_ru: Вы действительно хотите ПОЛНОСТЬЮ удалить ВСЕ плагины? Плагины можно деактивировать, сняв галочки.

source: Parameter
ru_ru: Параметр

source: Value
ru_ru: Свойство

source: Value Editor
ru_ru: Редактор параметров

source: Add row
ru_ru: Добавить строку

source: Delete row
ru_ru: Удалить строку

source: Move up
ru_ru: Переместить вверх

source: Move down
ru_ru: Переместить вниз

source: Please check that parameter names are unique.
ru_ru: Убедитесь, что названия параметров различаются.

source: Parameter {}
ru_ru: Параметр {}

source: Value {}
ru_ru: Значение {}

source: Noun
ru_ru: Существительное

source: Verb
ru_ru: Глагол

source: Adverb
ru_ru: Наречие

source: Adjective
ru_ru: Прилагательное

source: Participle
ru_ru: Причастие

source: Pronoun
ru_ru: Местоимение

source: Interjection
ru_ru: Междометие

source: Conjuction
ru_ru: Союз

source: Preposition
ru_ru: Предлог

source: Proposition
ru_ru: Послелог

source: Miscellaneous / other
ru_ru: Другое

source: None
ru_ru: Нет

source: Database Manager
ru_ru: Менеджер баз данных

source: Refresh
ru_ru: Обновить

source: Refresh dictionary information
ru_ru: Обновить информацию о словарях

source: Install
ru_ru: Установка

source: Execute the pending installation / uninstallation operations
ru_ru: Выполнить запланированную установку / удаление

source: Stop
ru_ru: Стоп

source: Stop operation
ru_ru: Остановить операцию

source: Peek
ru_ru: Содержимое

source: See the raw content of the selected dictionary
ru_ru: Просмотр неформатированного содержимого словаря

source: Select database:
ru_ru: База данных:

source: Refresh view
ru_ru: Обновить вид

source: Stop refreshing
ru_ru: Остановить обновление

source: Add new words
ru_ru: Добавить новые слова

source: Delete selected words
ru_ru: Удалить выделенные слова

source: Commit
ru_ru: Записать

source: Save changes to DB
ru_ru: Записать изменения в БД

source: Select All
ru_ru: Выделить все

source: Copy
ru_ru: Копировать

source: Installed
ru_ru: Установлен

source: Not installed
ru_ru: Не установлен

source: Populating dictionaries...
ru_ru: Обновление словарей...

source: Language
ru_ru: Язык

source: Status
ru_ru: Статус

source: Entries
ru_ru: Записи

source: POS rules
ru_ru: Правила выделения частей речи

source: Strict POS
ru_ru: Только указанные ЧР

source: POS delimiter
ru_ru: Разграничивающий символ части речи

source: Replacements
ru_ru: Правила замены

source: Exclude POS
ru_ru: Исключенные части речи

source: Exclude words
ru_ru: Исключенные слова

source: Start row
ru_ru: Начальная строка

source: End row
ru_ru: Конечная строка

source: No valid data!
ru_ru: Нет данных!

source: Word '{}' is invalid!
ru_ru: Слово '{}' недействительно!

source: Unable to connect to database '{}'
ru_ru: Невозможно подключиться к БД '{}'

source: Word
ru_ru: Слово

source: Part of speech
ru_ru: Часть речи

source: New word
ru_ru: Новое слово

source: Error downloading '{}' from '{}'
ru_ru: Ошибка при загрузке '{}' с '{}'

source: You have unsaved changes in database '{}'. Commit them?
ru_ru: У Вас есть несохраненные изменения в БД '{}'. Записать их в базу?

source: Unsaved database
ru_ru: Изменения в БД

source: Entry
ru_ru: Запись

source: Pending
ru_ru: Ожидание

source: Downloading
ru_ru: Загрузка

source: Awaiting install
ru_ru: Ожидание установки

source: Uninstalling...
ru_ru: Удаление...

source: Downloading...
ru_ru: Загрузка...

source: Installing...
ru_ru: Установка...

source: Regex pattern
ru_ru: Шаблон регулярного выражения

source: Part-of-speech rules
ru_ru: Правила выделения частей речи

source: Find
ru_ru: Поиск

source: Replace
ru_ru: Замена

source: Replacement rules
ru_ru: Правила замены

source: Rule {}
ru_ru: Правило {}

source: Regex
ru_ru: Регулярное выражение

source: Exclude
ru_ru: Исключения

source: Common
ru_ru: Общие

source: Generation
ru_ru: Генерация

source: Source management
ru_ru: Управление источниками

source: Search rules
ru_ru: Правила

source: Window
ru_ru: Главное окно

source: Grid
ru_ru: Сетка кроссворда

source: Clues
ru_ru: Таблица ключей

source: Toolbar
ru_ru: Панель инструментов

source: Definition lookup
ru_ru: Поиск определений

source: Import & Export
ru_ru: Импорт и экспорт

source: Third-party
ru_ru: Внешние программы

source: Custom
ru_ru: Пользовательские

source: Printing
ru_ru: Печать

source: Updating
ru_ru: Обновление

source: Sharing
ru_ru: Соцсети

source: Sources
ru_ru: Источники слов

source: User interface
ru_ru: Интерфейс

source: Plugins
ru_ru: Надстройки

source: Settings
ru_ru: Настройки

source: Restore defaults
ru_ru: Восстановить настройки по умолчанию

source: Restore default settings for selected page
ru_ru: Восстановить настройки для данной категории

source: Load Settings
ru_ru: Загрузить настройки

source: Load settings from file
ru_ru: Загрузить настройки из файла

source: Save Settings
ru_ru: Сохранить настройки

source: Save settings to file
ru_ru: Сохранить настройки в файл

source: Common settings
ru_ru: Общие настройки

source: Temp directory (leave EMPTY for default)
ru_ru: Временный каталог (оставьте ПУСТЫМ для использования временного каталога по умолчанию)

source: Save crosswords on exit and load on startup
ru_ru: Автоматические сохранение и загрузка кроссворда при старте / выходе

source: Register file associations
ru_ru: Зарегистрировать ассоциации файлов

source: Associate crossword files (*.xpf, *.ipuz) and settings files (*.pxjson) with {}
ru_ru: Ассоциировать файлы кроссвордов (*.xpf, *.ipuz) и файлы настроек (*.pxjson) с {}

source: Temp directory
ru_ru: Временный каталог

source: Auto save/load crossword
ru_ru: Автосохранение / автозагрузка

source: Net settings
ru_ru: Настройки сети

source: Use system proxy settings
ru_ru: Использовать системные настройки прокси

source: HTTP proxy and port, e.g. http://192.168.1.10:3333
ru_ru: HTTP прокси и порт, например http://192.168.1.10:3333

source: HTTPS proxy and port, e.g. https://192.168.1.10:3333
ru_ru: HTTPS прокси и порт, например http://192.168.1.10:3333

source: HTTP proxy
ru_ru: HTTP прокси

source: HTTPS proxy
ru_ru: HTTPS прокси

source: Request timeout (sec):
ru_ru: Таймаут запроса (сек):

source: Proxy settings:
ru_ru: Настройки прокси:

source: Guess
ru_ru: Авто

source: Iterative
ru_ru: Итеративный

source: Recursive
ru_ru: Рекурсивный

source: sec.
ru_ru: сек.

source: File...
ru_ru: Файл...

source: No log
ru_ru: Не писать лог

source: Console
ru_ru: Консоль

source: Method
ru_ru: Метод

source: Timeout
ru_ru: Таймаут

source: Log
ru_ru: Лог

source: Manage sources
ru_ru: Управление источниками

source: Higher sources in this list take higher precedence (use UP and DOWN buttons to move items)
ru_ru: Приоритет источников отсортирован по убыванию (используйте кнопки ВВЕРХ и ВНИЗ для изменения приоритета)

source: Move source up (higher priority)
ru_ru: Переместить источник выше (повысить приоритет)

source: Move source down (lower priority)
ru_ru: Переместить источник ниже (понизить приоритет)

source: Add new word source
ru_ru: Добавить новый источник

source: Remove selected word source
ru_ru: Удалить выбранный источник

source: Edit selected word source
ru_ru: Редактировать выбранный источник

source: Delete all word sources
ru_ru: Удалить все источники

source: Manage
ru_ru: Менеджер

source: Manage inbuilt database sources
ru_ru: Менеджер баз данных - источников слов

source: Constrain max results:
ru_ru: Ограничить количество результатов:

source: Parts of speech
ru_ru: Части речи

source: Check / uncheck items to include in search (valid only for sources with POS data)
ru_ru: Используйте галочки для включения в поиск (применимо только для источников, включающих части речи)

source: Excluded words
ru_ru: Черный список

source: Use regular expressions
ru_ru: Использовать регулярные выражения

source: Hidden
ru_ru: Не отображать

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Theme
ru_ru: Тема

source: Toolbar position
ru_ru: Положение панели

source: Dash
ru_ru: Пунктир

source: Dot
ru_ru: Точки

source: Dash-dot
ru_ru: Тире-точка

source: Solid
ru_ru: Сплошная

source: Font...
ru_ru: Шрифт...

source: UPPERCASE
ru_ru: ЗАГЛАВНЫМИ

source: lowercase
ru_ru: строчными

source: Dense
ru_ru: Песок

source: Striped
ru_ru: Вертикальная полоска

source: Lines
ru_ru: Горизонтальная полоска

source: Checkered
ru_ru: Клетка

source: Diag1
ru_ru: Диагональ1

source: Diag2
ru_ru: Диагональ2

source: Diag cross
ru_ru: Ромб

source: Gradient linear
ru_ru: Линейный градиент

source: Gradient radial
ru_ru: Радиальный градиент

source: Grid scale
ru_ru: Масштаб сетки

source: Show grid borders
ru_ru: Отображать границы сетки

source: Show grid coords
ru_ru: Отображать координаты сетки

source: Grid border style
ru_ru: Стиль границ сетки

source: Grid border width
ru_ru: Ширина границ сетки

source: Grid border color
ru_ru: Цвет границ сетки

source: Active cell color
ru_ru: Цвет активной ячейки

source: Grid cell size
ru_ru: Размер ячейки

source: Character case
ru_ru: Регистр букв

source: Show word numbers
ru_ru: Отображать порядковый номер слов

source: Word number color
ru_ru: Цвет нумерации

source: Word number font
ru_ru: Шрифт нумерации

source: Normal cell color
ru_ru: Цвет обычной ячейки

source: Normal cell style
ru_ru: Стиль обычной ячейки

source: Normal cell font color
ru_ru: Цвет текста обычной ячейки

source: Normal cell font
ru_ru: Шрифт обычной ячейки

source: Hilite cell color
ru_ru: Цвет ячейки активного слова

source: Hilite cell style
ru_ru: Стиль ячейки активного слова

source: Hilite cell font color
ru_ru: Цвет текста ячейки активного слова

source: Hilite cell font
ru_ru: Шрифт ячейки активного слова

source: Blank cell color
ru_ru: Цвет пустой ячейки

source: Blank cell style
ru_ru: Стиль пустой ячейки

source: Filler cell color
ru_ru: Цвет ячейки-заполнителя

source: Filler cell style
ru_ru: Стиль ячейки-заполнителя

source: Surrounding color
ru_ru: Цвет окружающей зоны

source: Surrounding style
ru_ru: Стиль окружающей зоны

source: Center
ru_ru: По центру

source: Font
ru_ru: Шрифт

source: Text alignment
ru_ru: Выравнивание текста

source: Normal color
ru_ru: Цвет обычного ключа

source: Normal style
ru_ru: Стиль обычного ключа

source: Normal font color
ru_ru: Цвет текста обычного ключа

source: Incomplete color
ru_ru: Цвет незаполненного ключа

source: Incomplete style
ru_ru: Стиль незаполненного ключа

source: Incomplete font color
ru_ru: Цвет текста незаполненного ключа

source: Complete color
ru_ru: Цвет заполненного ключа

source: Complete style
ru_ru: Стиль заполненного ключа

source: Complete font color
ru_ru: Цвет текста заполненного ключа

source: Columns
ru_ru: Столбцы

source: Check / uncheck items to show or hide columns, drag to reorder
ru_ru: Укажите галочками отображаемые столбцы, перетаскивайте для изменения порядка

source: Default language:
ru_ru: Язык по умолчанию:

source: Dictionaries
ru_ru: Словари

source: UNKNOWN
ru_ru: НЕИЗВЕСТНЫЙ

source: Merriam-Webster Dictionary API key (empty string to use default)
ru_ru: API-ключ Merriam-Webster Dictionary (ПУСТАЯ строка = использовать ключ автора программы)

source: Yandex Dictionary API key (empty string to use default)
ru_ru: API-ключ Yandex Dictionary (ПУСТАЯ строка = использовать ключ автора программы)

source: Show:
ru_ru: Отображать:

source: Exact word match:
ru_ru: Точное совпадение слова:

source: Show parts of speech:
ru_ru: Показать части речи:

source: Unknown parts of speech:
ru_ru: Неизвестные части речи:

source: Merriam-Webster Dictionary API key:
ru_ru: API-ключ Merriam-Webster Dictionary:

source: Yandex Dictionary API key:
ru_ru: API-ключ Yandex Dictionary:

source: Google Search
ru_ru: Поиск в Google:
