Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2.tar.gz/pycrossword-0.4.0.2/pycross/locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: Add file types delimited by SPACE, e.g. "txt doc pdf"
ru_ru: Добавьте типы файлов через ПРОБЕЛ, например "txt doc pdf"

source: ALL
ru_ru: ВСЕ

source: Search documents restricted only to checked languages
ru_ru: Поиск документов только на выбранных языках

source: Search using only checked interface languages
ru_ru: Поиск с отображением результатов только на выбранных языках

source: Search in checked locations only
ru_ru: Поиск только по выбранным странам

source: Limit returned results for page (-1 = no limit)
ru_ru: Ограничить количество результатов на странице (-1 = без ограничений)

source: Google Custom Search API key (empty string to use default)
ru_ru: API-ключ Google Custom Search (ПУСТАЯ строка = использовать ключ автора программы)

source: Google Custom Search CSE ID (empty string to use default)
ru_ru: Google Custom Search CSE ID (ПУСТАЯ строка = использовать ключ автора программы)

source: Exact phrase:
ru_ru: Точное совпадение:

source: File types:
ru_ru: Типы файлов:

source: Document languages:
ru_ru: Языки документов:

source: Interface languages:
ru_ru: Языки интерфейса:

source: Locations:
ru_ru: Страны:

source: Link site:
ru_ru: Ссылка на вебсайт:

source: Related (parent) site:
ru_ru: Родственный (родительский) вебсайт:

source: Search in site:
ru_ru: Поиск по сайту:

source: Results per page:
ru_ru: Результатов на странице:

source: Safe filter:
ru_ru: Безопасный поиск:

source: Google Custom Search API key:
ru_ru: API-ключ Google Custom Search:

source: Export
ru_ru: Экспорт

source: mm
ru_ru: мм

source: Quality in percent (set to -1 for auto quality)
ru_ru: Качество, % (-1 = автоматический подбор)

source: Auto
ru_ru: Авто

source: Image resolution
ru_ru: Разрешение изображения

source: PDF resolution
ru_ru: Разрешение PDF

source: Image quality
ru_ru: Качество изображения

source: Output grid cell size
ru_ru: Размер экспортируемой сетки кроссворда

source: SVG image title
ru_ru: Название SVG изображения

source: SVG image description
ru_ru: Описание SVG изображения

source: Clear crossword before export
ru_ru: Экспортировать пустую сетку

source: Open exported file
ru_ru: Открывать файл после экспорта

source: Plugin
ru_ru: Надстройка

source: Enabled
ru_ru: Активна

source: SQLite Editor
ru_ru: Редактор баз данных SQLite

source: Commands
ru_ru: Команды

source: Text Editor
ru_ru: Редактор текстовых файлов

source: Portrait
ru_ru: Портретный

source: Landscape
ru_ru: Альбомный

source: Page layout
ru_ru: Режим страницы

source: Crossword title
ru_ru: Название (заголовок) кроссворда

source: Clues title (header)
ru_ru: Заголовок ключей

source: Margins
ru_ru: Поля

source: Embed fonts
ru_ru: Встраивать шрифты

source: Antialiasing
ru_ru: Сглаживание шрифтов

source: Print crossword grid
ru_ru: Печатать сетку кроссворда

source: Print clues
ru_ru: Печатать ключи

source: Include word size hint
ru_ru: Включать подсказку с количеством букв

source: Print crossword information
ru_ru: Печатать данные о кроссворде

source: Colored output
ru_ru: Цветная печать

source: Open file (PDF) on print complete
ru_ru: Открыть PDF файл после сохранения

source: Fonts
ru_ru: Шрифты

source: Title color
ru_ru: Цвет текста заголовка

source: Title font
ru_ru: Шрифт заголовка

source: Info color
ru_ru: Цвет текста подзаголовка (данных)

source: Info font
ru_ru: Шрифт подзаголовка (данных)

source: Clues color
ru_ru: Цвет текста ключей

source: Clues font
ru_ru: Шрифт ключей

source: Word size hint color
ru_ru: Цвет текста подсказки

source: Word size hint font
ru_ru: Шрифт подсказки

source: days
ru_ru: дней

source: Set to -1 to disable update checks
ru_ru: Укажите -1 для отключения проверки обновлений

source: Log file for update operations
ru_ru: Лог-файл для сообщений обновления

source: Check for updates every
ru_ru: Проверять каждые

source: Check / update major releases only
ru_ru: Проверять / скачивать только главные версии (релизы)

source: Auto update
ru_ru: Автоматические обновление

source: Restart on update
ru_ru: Перезапуск программы после обновления

source: Log file
ru_ru: Лог-файл

source: Kloudless account ID (leave EMPTY for default)
ru_ru: Учетная запись (ID) Kloudless (ПУСТАЯ строка = использовать учетную запись автора)

source: Kloudless Bearer Token (leave EMPTY for default)
ru_ru: Токен клиента (Bearer Token) Kloudless (ПУСТАЯ строка = использовать учетную запись автора)

source: Kloudless root folder (leave EMPTY for default)
ru_ru: Корневой каталог хранилища Kloudless (ПУСТАЯ строка = использовать хранилище автора)

source: Kloudless username (leave EMPTY to create new user automatically)
ru_ru: Имя учетной записи для хранилища Kloudless (ПУСТАЯ строка = создать автоматическое имя)

source: Check this to use one single API key for authentication (WARNING! NOT SAFE!)
ru_ru: Установите галочку для доступа к сервисам через единый API-ключ (ВНИМАНИЕ! НЕБЕЗОПАСНО!)

source: Kloudless account ID
ru_ru: Учетная запись (ID) Kloudless

source: Kloudless Bearer Token
ru_ru: Токен клиента (Bearer Token) Kloudless

source: Kloudless root folder
ru_ru: Корневой каталог хранилища Kloudless

source: Kloudless username
ru_ru: Имя учетной записи для хранилища Kloudless

source: Use API key
ru_ru: Использовать единый API-ключ

source: No user data in src!
ru_ru: В источнике нет данных!

source: Unregister file associations
ru_ru: Удалить ассоциации файлов

source: Press YES to restore defaults only for current page and YES TO ALL to restore all default settings
ru_ru: Нажмите ДА для восстановления настроек только для данной страницы (категории) или ДА ДЛЯ ВСЕХ для восстановления всех настроек

source: Press YES to load settings only for current page and YES TO ALL to load all settings
ru_ru: Нажмите ДА для загрузки настроек только для данной страницы (категории) или ДА ДЛЯ ВСЕХ для загрузки всех настроек

source: Load defaults
ru_ru: Применить настройки по умолчанию

source: Settings files (*.pxjson)
ru_ru: Файлы настроек (*.pxjson)

source: File '{}' has a wrong format or incomplete settings!
ru_ru: Файл '{}' имеет неверный формат или содержит неполные настройки!

source: Choose font
ru_ru: Выбрать шрифт

source: Could not assign file associations!
ru_ru: Невозможно настроить ассоциации файлов!

source: Configure grid...
ru_ru: Настройка сетки...

source: Word Lookup
ru_ru: Поиск вариантов

source: Suggestions for:
ru_ru: Варианты для:

source: Use '{}' as blank symbol
ru_ru: Используйте символ '{}' в значении "любая буква"

source: Sort
ru_ru: Сортировать

source: Sources...
ru_ru: Источники...

source: Truncate
ru_ru: Ограничить

source: Uncheck to retrieve all results with no truncation
ru_ru: Снимите галочку для отображения всех результатов без ограничения

source: No word selected!
ru_ru: Нет выбранных слов!

source: {} result{}
ru_ru: {} результатов

source: No valid printer!
ru_ru: Нет доступного принтера!

source: Crossword not available!
ru_ru: Кроссворд не инициализирован!

source: Printing to: {}
ru_ru: Печать в: {}

source: Page Size
ru_ru: Размер страницы

source: Single
ru_ru: Одностраничный

source: Two
ru_ru: Двухстраничный

source: All
ru_ru: Все

source: View
ru_ru: Вид

source: Layout
ru_ru: Отображение

source: Zoom to width
ru_ru: По ширине документа

source: Zoom to window width
ru_ru: По ширине окна

source: Fit in window
ru_ru: Вместить в окно

source: Zoom to window size
ru_ru: По размеру окна

source: Zoom %
ru_ru: Масштаб %

source: Fit & Zoom
ru_ru: Масштаб

source: Greyscale
ru_ru: Черно-белый

source: Color
ru_ru: Цветной

source: Color Print
ru_ru: Режим печати

source: Left, mm
ru_ru: Слева, мм

source: Right, mm
ru_ru: Справа, мм

source: Top, mm
ru_ru: Сверху, мм

source: Bottom, mm
ru_ru: Снизу, мм

source: Configure additional printing settings
ru_ru: Дополнительные параметры печати

source: Crossword Info
ru_ru: О кроссворде

source: Title:
ru_ru: Название:

source: Author:
ru_ru: Автор:

source: Editor:
ru_ru: Редактор:

source: Publisher:
ru_ru: Опубликован:

source: Copyright:
ru_ru: Авторское право:

source: Date:
ru_ru: Дата создания:

source: Lookup word
ru_ru: Посмотреть определение

source: Lookup in
ru_ru: Поиск в

source: Dictionary
ru_ru: Словарь

source: Language '{}' not available!
ru_ru: Язык '{}' недоступен!

source: Choose entry / meaning:
ru_ru: Выбрать определение:

source: Link
ru_ru: Ссылка

source: Choose link page:
ru_ru: Выбрать ссылку:

source: Load failed with error: {}
ru_ru: Загрузка прервана с ошибкой: {}

source: UPDATING ...
ru_ru: ОБНОВЛЕНИЕ …

source: Duplicate Grid
ru_ru: Клонировать сетку

source: Duplication direction:
ru_ru: Направление клонирования:

source: No border
ru_ru: Без границы

source: Empty
ru_ru: Все пустые

source: Filled-Empty
ru_ru: Заполненная - пустая

source: Empty-Filled
ru_ru: Пустая - заполненная

source: Filled
ru_ru: Все заполненные

source: Border style:
ru_ru: Стиль границы:

source: Duplicate options
ru_ru: Параметры клонирования

source: Mirror
ru_ru: Отразить

source: Mirror duplicate grids along duplication axis
ru_ru: Отразить клонируемый блок вдоль оси клонирования

source: Reverse
ru_ru: Развернуть

source: Reverse the sequence of duplicate grids
ru_ru: Развернуть клонируемый блок

source: Authentication
ru_ru: Авторизация

source: {} field cannot be empty!
ru_ru: Поле {} не может быть пустым!

source: About
ru_ru: О программе

source: Send mail to {}
ru_ru: Направить почту {}

source: Visit {}
ru_ru: Перейти на {}

source: Icons
ru_ru: Иконки

source: from
ru_ru: с

source: made by
ru_ru: созданы

source: App name:
ru_ru: Название приложения:

source: Version:
ru_ru: Версия:

source: Website:
ru_ru: Вебсайт:

source: Acknowledgements:
ru_ru: Благодарность:

source: Bearer Token required
ru_ru: Требуется ключ (Bearer Token)

source: Get token...
ru_ru: Получить ключ...

source: Your Bearer Token:
ru_ru: Ваш ключ:

source: Share
ru_ru: Поделиться

source: My new crossword
ru_ru: Мой новый кроссврд

source: Settings...
ru_ru: Настройки...

source: Target
ru_ru: Поделиться в

source: Title
ru_ru: Название

source: Tags
ru_ru: Тэги

source: Source
ru_ru: Источник

source: Notes
ru_ru: Сообщение

source: Create new crossword
ru_ru: Создать новый кроссворд

source: Open
ru_ru: Открыть

source: Open crossword from file
ru_ru: Открыть файл с кроссвордом

source: Save
ru_ru: Сохранить

source: Save crossword
ru_ru: Сохранить текущий кроссворд

source: Save As...
ru_ru: Сохранить как...

source: Save crossword as new file
ru_ru: Сохранить кроссворд как другой файл

source: Close
ru_ru: Закрыть

source: Close current crossword
ru_ru: Закрыть текущий кроссворд

source: Reload crossword from file
ru_ru: Перегрузить кроссворд из файла

source: Share crossword in social networks
ru_ru: Поделиться кроссвордом в соцсетях

source: Edit crossword
ru_ru: Править кроссворд

source: Undo
ru_ru: Отмена

source: Undo last action
ru_ru: Отменить последнее действие

source: Redo
ru_ru: Повтор

source: Redo last action
ru_ru: Повторить последнее действие

source: Add row before selected
ru_ru: Добавить строку перед выделенной

source: Add column
ru_ru: Добавить столбец

source: Add column before selected
ru_ru: Добавить столбец перед выделенным

source: Delete column
ru_ru: Удалить столбец

source: Duplicate
ru_ru: Клонировать

source: Duplicate (reflect) grid cells to any direction
ru_ru: Клонировать (отразить) видимую сетку в любом направлении

source: Generate
ru_ru: Генерировать

source: Generate (solve) crossword
ru_ru: Генерировать (заполнить) кроссворд

source: Clear all words
ru_ru: Очистить все слова

source: Clear word
ru_ru: Очистить слово

source: Erase word
ru_ru: Стереть слово

source: Suggest word
ru_ru: Предложить слово

source: Lookup word definition
ru_ru: Посмотреть определение

source: Edit clue
ru_ru: Редактировать ключ

source: Clear clues
ru_ru: Очистить ключи

source: Clear all clues
ru_ru: Удалить все ключи

source: Word sources
ru_ru: Источники слов

source: Select wordsources
ru_ru: Выбрать источники слов

source: Info
ru_ru: Информация

source: Show / edit crossword info (Ctrl+I)
ru_ru: Отобразить / редактировать данные о кроссворде

source: Print
ru_ru: Печать

source: Print crossword and/or clues
ru_ru: Печать кроссворда и/или ключей

source: Configure settings
ru_ru: Изменить настройки программы

source: Update
ru_ru: Обновление

source: Check for updates
ru_ru: Проверить наличие обновлений

source: Help
ru_ru: Помощь

source: Show help
ru_ru: Показать документацию

source: API reference
ru_ru: Справочник по API

source: Show API reference
ru_ru: Открыть справочник по API

source: Contact author
ru_ru: Написать автору

source: Write to author to leave feedback or report bug
ru_ru: Сообщить автору о проблеме или идее

source: Show About
ru_ru: Показать диалог "О программе"

source: Show stats
ru_ru: Статистика

source: Show detailed crossword statistics
ru_ru: Показать статистику кроссворда

source: Quit
ru_ru: Выход

source: Quit application
ru_ru: Выход из приложения

source: Show toolbar
ru_ru: Показать панель инструментов

source: Show / hide toolbar
ru_ru: Отобразить / скрыть панель инструментов

source: Fit grid in window
ru_ru: Подогнать под размер окна

source: Multiselect
ru_ru: Множественное выделение

source: Toggle multiple cell selection
ru_ru: Активировать возможность выделения нескольких клеток одновременно (удержанием Ctrl, Shift)

source: Blank
ru_ru: Очистить

source: Clear selected cells
ru_ru: Очистить выделенные клетки

source: Block
ru_ru: Заполнить

source: Block (fill) selected cells
ru_ru: Заполнить (заблокировать) выделенные клетки

source: Grey out
ru_ru: Выбросить

source: Grey out selected cells (fill with surrounding area color)
ru_ru: Выбросить выделенные клетки из кроссворда (заполнить окружающим цветом)

source: &File
ru_ru: &Файл

source: &Edit
ru_ru: &Правка

source: &View
ru_ru: &Вид

source: &Generate
ru_ru: &Генерировать

source: &Help
ru_ru: По&мощь

source: Change crossword grid scale
ru_ru: Изменить масштаб сетки

source: Move column
ru_ru: Перенести столбец

source: Double-click to update
ru_ru: Дважды щелкните для запуска обновления

source: UPDATE SUCCEEDED
ru_ru: ОБНОВЛЕНИЕ ЗАВЕРШЕНО

source: DB path {} unavailable!
ru_ru: Путь к БД {} недоступен!

source: ACROSS
ru_ru: ПО ГОРИЗОНТАЛИ

source: DOWN
ru_ru: ПО ВЕРТИКАЛИ

source: No current word
ru_ru: Нет активного слова

source: No root item
ru_ru: Нет родительского узла

source: Direction
ru_ru: Направление

source: Clue
ru_ru: Ключ

source: Letters
ru_ru: Букв

source: Reply
ru_ru: Ответ

source: Uploaded '{}' to '{}'
ru_ru: Загружено '{}' в '{}'

source: Copied URL '{}' to clipboard
ru_ru: URL '{}' скопирован в буфер обмена

source: Enter your API key
ru_ru: Введите Ваш API-ключ

source: Authorize your app on the webpage and paste the access token here.
ru_ru: Авторизуйте Ваше приложение на открывшейся веб-странице, затем скопируйте и вставьте сюда ключ.

source: You don't have a registered user name for uploading and sharing files. Would you like to set a new user name yourself (YES) or let {} assign the name for you (NO)?
ru_ru: У Вас нет зарегистрированного имени пользователя для работы с облачным хранилищем. Хотите ли Вы задать новое имя самостоятельно (ДА) или позволить {} задать автоматическое имя для Вас (НЕТ)?

source: Create new user
ru_ru: Создание нового пользователя

source: Enter user name:
ru_ru: Введите имя пользователя:

source: {} will generate a new user name automatically
ru_ru: {} сгенерирует имя пользователя автоматически

source: Username {} is already occupied! User another name (YES) or create name for you (NO)?
ru_ru: Имя {} уже занято! Ввести другое имя (ДА) или создать имя автоматически (НЕТ)?

source: Opening share link...
ru_ru: Открываю ссылку поста...

source: Setting up cloud storage...
ru_ru: Настраиваю облачное хранилище...

source: Finished
ru_ru: Завершено

source: Exporting crossword...
ru_ru: Экспортирую кроссворд...

source: Uploading file to cloud...
ru_ru: Загружаю файл в хранилище...

source: Timeout occurred at {} seconds!
ru_ru: Таймаут на {} секунде!

source: Stopped
ru_ru: Остановлено

source: Generation failed with error:{}{}
ru_ru: Генерация прервана с ошибкой:{}{}

source: Generation finished!{}{}
ru_ru: Генерация завершена!{}{}

source: Check OK
ru_ru: Проверка завершена

source: The following words failed validation:
ru_ru: Следующие слова не прошли проверку:

source: Generation finished
ru_ru: Генерация завершена

source: Crossword XPF file (*.xpf)
ru_ru: Файл кроссворда XPF (*.xpf)

source: Crossword IPUZ file (*.ipuz)
ru_ru: Файл кроссворда IPUZ (*.ipuz)

source: PDF file (*.pdf)
ru_ru: Файл PDF (*.pdf)

source: JPEG image (*.jpg)
ru_ru: Изображение в формате JPEG (*.jpg)

source: Bitmap image (*.bmp)
ru_ru: Изображение в формате BMP (*.bmp)

source: PNG image (*.png)
ru_ru: Изображение в формате PNG (*.png)

source: TIFF image (*.tif)
ru_ru: Изображение в формате TIFF (*.tif)

source: SVG vector image (*.svg)
ru_ru: Векторное изображение SVG (*.svg)

source: Text file (*.txt)
ru_ru: Текстовый файл (*.txt)

source: Error saving crossword to '{}'
ru_ru: Ошибка при сохранении кроссворда в '{}'

source: Printing error
ru_ru: Ошибка печати

source: Published by {}
ru_ru: Опубликовано {}

source: Cannot make new page!
ru_ru: Невозможно создать новую страницу!

source: ACROSS:
ru_ru: ПО ГОРИЗОНТАЛИ:

source: DOWN:
ru_ru: ПО ВЕРТИКАЛИ:

source: [{} letters]
ru_ru: [{} букв]

source: Update ready: v. {}
ru_ru: Доступно обновление: v. {}

source: You have unsaved changes in your current crossword. Would you like to save them?
ru_ru: У Вас есть несохраненные изменения в кроссворде. Сохранить?

source: Are you sure to apply new settings from "{}"?
ru_ru: Вы уверены, что хотите применить настройки из файла "{}"?

source: Application update
ru_ru: Обновление приложения

source: Do you wish to update your current version {} to version {} (release date: {})?
ru_ru: Вы хотите обновить Вашу текущую версию {} до версии {} (дата выпуска: {})?

source: No updates are available
ru_ru: Нет доступных обновлений

source: Crossword files (*.xpf *.ipuz);;All files (*.*)
ru_ru: Кроссворды (*.xpf *.ipuz);;Все файлы (*.*)

source: You have unsaved changes in your current crossword. Are you sure to reload it from the file (all changes will be lost)?
ru_ru: У Вас есть несохраненные изменения в кроссворде. Вы действительно хотите обновить кроссворд с диска (все изменения будут потеряны)?

source: Undo {}
ru_ru: Отменить {}

source: last operaction
ru_ru: последних действий

source: Redo {}
ru_ru: Повторить {}

source: Would you like to clear all clues?
ru_ru: Вы хотите удалить все ключи?

source: Confirm action
ru_ru: Подтвердите действие

source: Change word clue
ru_ru: Редактировать ключ слова

source: No lookup sources are active! Please go to Settings (F11) to verify your lookup source configuration.
ru_ru: Нет активных источников определений! Проверьте настройки.

source: No Lookup Sources
ru_ru: Нет источников определений

source: Change crossword info
ru_ru: Редактировать данные о кроссворде

source: Would you like to report a bug (YES) or just leave feedback (NO)?
ru_ru: Хотите ли Вы сообщить о проблеме (ДА) или просто оставить отзыв (НЕТ)?

source: Contact
ru_ru: Написать автору

source: Configure clues...
ru_ru: Настройки ключей...

source: Configure toolbar...
ru_ru: Настроить панель инструментов...

source: Language settings
ru_ru: Настройки языка

source: GOOGLE SEARCH REQUEST = '{}'
ru_ru: ЗАПРОС GOOGLE = '{}'

source: GOOGLE SEARCH RESULT = '{}'
ru_ru: ОТВЕТ GOOGLE = '{}'

source: Request returned error '{}', code = {}
ru_ru: Сервер вернул ошибку '{}' (код = {})

source: Request returned error {}
ru_ru: Сервер вернул ошибку {}

source: DICTIONARY SEARCH REQUEST = '{}'
ru_ru: ЗАПРОС СЛОВАРЯ = '{}'

source: DICTIONARY SEARCH RESULT = '{}'
ru_ru: ОТВЕТ СЛОВАРЯ = '{}'

source: Failed to authenticate!
ru_ru: Невозможно авторизовать пользователя!

source: Unable to create/access folder '{}'!
ru_ru: Невозможно создать / прочитать каталог '{}'!

source: No valid API key provided! Provide a valid API key or change your "use_api_key" settings to use a different authentication method.
ru_ru: Не предоставлен корректный API-ключ! Введите корректный API-ключ или измените параметр "use_api_key" в Настройках для использования другого метода авторизации.

source: No valid Bearer token provided! Provide a valid Bearer token or change your "use_api_key" settings to use a different authentication method.
ru_ru: Не предоставлен корректный Токен Клиента (Bearer Token)! Введите корректный Токен Клиента или измените параметр "use_api_key" в Настройках для использования другого метода авторизации.

source: Bearer token is invalid or expired!
ru_ru: Ключ пользователя (Bearer Token) истек или некорректен!

source: CLOUD SENDING '{}' REQUEST = '{}', HEADERS = {}, DATA = {}
ru_ru: ЗАПРОС KLOUDLESS '{}' - '{}', ЗАГОЛОВКИ = {}, ДАННЫЕ = {}

source: Empty result returned by request '{}'
ru_ru: Запрос '{}' вернул пустой результат

source: CLOUD REQUEST RESULT = '{}'
ru_ru: ОТВЕТ KLOUDLESS = '{}'

source: Error returned by request '{}'
ru_ru: Запрос '{}' вернул ошибку

source: Enter your Bearer token
ru_ru: Введите Ваш Токен Клиента

source: Empty folder ID passed to _get_folder_objects()!
ru_ru: Некорректный ID каталога передан в _get_folder_objects()!

source: Neither the folder ID not the user ID is valid!
ru_ru: ID каталога и ID пользователя некорректны!

source: You can delete other users only with a valid API key!
ru_ru: Удаление других пользователей доступно лишь при использовании API-ключа!

source: No current user present!
ru_ru: Нет активного пользователя!

source: You cannot clear folders created by other users without a valid API key!
ru_ru: Очистка каталогов, созданных другими пользователями, доступна лишь при использовании API-ключа!

source: No folder ID provided
ru_ru: Пустой ID каталога

source: Current user is not defined! Please create new user first.
ru_ru: Нет активного пользователя! Пожалуйста, сначала создайте нового пользователя.

source: File '{}' is not accessable!
ru_ru: Файл '{}' недоступен!

source: File '{}' already exists!
ru_ru: Файл '{}' уже существует!

source: Empty file ID passed to create_file_link()!
ru_ru: Пустой ID файла передан в create_file_link()!

source: Empty link ID passed to get_file_link()!
ru_ru: Пустой ID файла передан в get_file_link()!

source: Empty link ID passed to update_file_link()!
ru_ru: Пустой ID файла передан в update_file_link()!

source: Empty link ID passed to delete_file_link()!
ru_ru: Пустой ID файла передан в delete_file_link()!

source: Share object must be given a valid instance of Cloudstorage as the "cloud" argument!
ru_ru: Объект Share должен принимать инициализированный объект Cloudstorage в параметре "cloud"!

source: See my new crossword
ru_ru: Посмотрите мой новый кроссворд

source: Cannot find social network '{}'!
ru_ru: Социальная сеть '{}' недоступна!

source: Malformed URL or file path!
ru_ru: Неверный формат URL или пути файла!

source: 'plugin_manager' agrument must be an instance of PxPluginManager!
ru_ru: Параметр 'plugin_manager' должен иметь тип PxPluginManager!

source: MainWindow has no '{}' action!
ru_ru: Класс Главного окна не содержит действия '{}'!

source: Unable to locate plugin '{}' in category '{}'!
ru_ru: Не удалось найти плагин '{}' в категории '{}'!

source: Plugin '{}' is not active. Cannot call method of inactive plugin!
ru_ru: Плагин '{}' не активен. Невозможно вызвать метод неактивного плагина!

source: Unable to locate method '{}' in plugin '{}'!
ru_ru: Не удалось найти метод '{}' в коде плагина '{}'!

source: :: Code Editor ::
ru_ru: :: Редактор кода ::

source: Filter
ru_ru: Фильтр
