Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2-py3-none-any.whl/pycross/locale/*/LC_MESSAGES/*.po
Languages: es_es

source: Coords.start and Coords.end must be 2-tuples!
es_es: Coords.start y Coords.end deben ser de 2-tuplas!

source: End coordinate {} must be greater than the start coordinate {}!
es_es: Poner fin a coordinar {} debe ser mayor que el inicio de coordenadas {}!

source: One coordinate must be equal!
es_es: Una coordenada debe ser igual!

source: Coords object :: start = {}, end = {}, dir = '{}'
es_es: Coords objeto :: start = {}, {} = final, dir = '{}'

source: Word length is not correct!
es_es: longitud de la palabra no es correcta!

source: Word object :: num = {}, start = {}, end = {}, dir = '{}'
es_es: objeto de Word :: num = {}, start = {}, {} = final, dir = '{}'

source: Wrong 'data_type' argument: '{}'! Must be 'grid' OR 'words' OR 'file'!
es_es: Equivocado 'data_type' argumento: '{}'! Debe ser 'rejilla' o 'palabras' o 'archivo'!

source: Grid appears incorrect, for it contains less than 2 rows!
es_es: Rejilla parece incorrecto, ya que contiene menos de 2 filas!

source: Grid contains invalid characters! Must contain only [a-z], '{}', '{}' and '{}'.
es_es: Cuadrícula contiene caracteres no válidos! Debe contener solamente [a-z], '{}', '{}' y '{}'.

source: Grid must be passed either as a list of strings or a single string of rows delimited by new-line symbols!
es_es: Rejilla se debe pasar ya sea como una lista de cadenas o de una sola cadena de filas delimitadas por símbolos de nueva línea!

source: Cannot call reset() on a null grid!
es_es: No se puede llamar reset () en una cuadrícula nula!

source: "words" argument must be a non-empty collection of Word / Coords objects!
es_es: "Las palabras" argumento debe ser una colección no vacía de textos / objetos Coords!

source: Unable to parse '{}' as IPUZ file!
es_es: No se puede analizar '{}' como archivo IPUZ!

source: No puzzles in '{}'!
es_es: No hay puzzles en '{}'!

source: No grid in '{}'!
es_es: Sin rejilla en '{}'!

source: Character "{}" is invalid!
es_es: Carácter "{}" no es válido!

source: Coordinate {} is out of the grid range (w={}, h={})!
es_es: Coordinar {} está fuera de la gama de rejilla (w = {}, h = {})!

source: Word '{}' is absent from grid!
es_es: Palabra '{}' está ausente de la rejilla!

source: Num{}Coord{}Value -------------------------------------------
es_es: Num} {{Coord} Valor -------------------------------------------

source: ACROSS: -------------------------------------------
es_es: A TRAVÉS DE: -------------------------------------------

source: ------------------------------------------- DOWN: -------------------------------------------
es_es: ------------------------------------------- ABAJO: -------------------------------------------

source: Word must be a Word object!
es_es: Palabra debe ser un objeto palabra!

source: Completed CW!
es_es: Completado CW!

source: Creating word paths...
es_es: La creación de caminos de palabras ...

source: Created {} paths
es_es: Creado {} caminos

source: Next word = [{}]
es_es: Siguiente palabra = [{}]

source: Skipping [{}] (found in USED)...
es_es: Saltarse [{}] (que se encuentra en uso) ...

source: Fetched {} suggestions for [{}]
es_es: Inverosímiles {} sugerencias para [{}]

source: No suggestions for [{}]!
es_es: No hay sugerencias para [{}]!

source: Clearing [{}]...
es_es: Compensación [{}] ...

source: Start node reached; unable to generate for path!
es_es: nodo de inicio alcanzó; incapaz de generar para el camino!

source: Trying '{}' for [{}]...
es_es: Tratando '{}' para [{}] ...

source: Completed path with result = {}
es_es: camino Completado con = resultado de {}

source: Words collection is not initialized!
es_es: colección de palabras no se ha inicializado!

source: {}New start word is: {}
es_es: {} Nueva palabra de inicio es: {}

source: {}Unable to generate CW for word '{}'!
es_es: {} No se puede generar por palabra CW '{}'!

source: {}Fetched {} suggestions
es_es: {} {} fue a buscar sugerencias

source: {}Trying '{}' for '{}'...
es_es: {} Tratando '{}' para '{}' ...

source: {}No crosses for '{}'
es_es: {} No se centra para '{}'

source: {}Found {} crosses for '{}': {}
es_es: {} {} Encontrado centra para '{}': {}

source: {}Skipping cross '{}'...
es_es: {} Saltarse cruz '{}' ...

source: {}Generated for cross '{}'
es_es: {} Generado para cruz '{}'

source: {}Failed to generate for cross '{}', restoring grid...
es_es: {} No se pudo generar cruzada '{}', rejilla restauración ...

source: No valid word source for crossword generation!
es_es: Ninguna fuente palabra válida para la generación de palabras cruzadas!

source: 'method' argument ({}) is not valid! Must be one of: 'iter', 'recurse', or None / empty string.
es_es: 'Método' argumento ({}) no es válida! Debe ser uno de: 'iter', 'Recurse' o Ninguno / cadena vacía.

source: TIMED OUT AT {} SEC!
es_es: Expirado al} {SEC!

source: STOPPED!
es_es: ¡DETENIDO!

source: GENERATION COMPLETED IN {:.1f} SEC.
es_es: GENERACIÓN EN COMPLETAR {:} .1f SEC.

source: No database results for {}!
es_es: No hay resultados para la base de datos {}!

source: CHECK OK
es_es: VERIFICACIÓN OK

source: Cannot install QT translator for locale '{}' and domain '{}'!
es_es: No se puede instalar Traductor QT para la configuración regional '{}' y el dominio '{}'!

source: DATABASE ERROR: {}
es_es: ERROR DE LA BASE DE DATOS: {}

source: Unable to connect to database {}!
es_es: Incapaz de conectar a la base de datos {}!

source: Part of speech '{}' is absent from the DB!
es_es: Parte de la oración '{}' está ausente de la base de datos!

source: Select folder
es_es: Seleccione la carpeta

source: Select file
es_es: Seleccione Archivo

source: All files (*.*)
es_es: Todos los archivos (*.*)

source: OK
es_es: Okay

source: Cancel
es_es: Cancelar

source: New crossword
es_es: nuevo crucigrama

source: Pattern
es_es: Modelo

source: Load pattern preset
es_es: patrón de carga preestablecido

source: File
es_es: Expediente

source: Import crossword from file
es_es: Importación de un archivo de palabras cruzadas

source: Empty grid
es_es: cuadrícula vacía

source: Set grid dimensions and edit manually
es_es: Dimensiones del set de la rejilla y editar manualmente

source: Pattern file
es_es: archivo de patrones

source: Crossword file
es_es: crucigrama archivo

source: Crossword files (*.xpf *.xml *.puz *.ipuz);;All files (*.*)
es_es: archivos de palabras cruzadas (* .xml .xpf * * * .puz .ipuz) ;; Todos los archivos (*. *)

source: Grid dimensions
es_es: medidas de la rejilla

source: Pattern {}
es_es: Patrón {}

source: Rows:
es_es: filas:

source: Columns:
es_es: columnas:

source: Pattern:
es_es: Modelo:

source: Pattern file is unavailable, please check!
es_es: archivo de patrones no está disponible, por favor, compruebe!

source: Crossword file is unavailable, please check!
es_es: Crucigrama archivo no está disponible, por favor, compruebe!

source: Rows and columns must be valid numbers (e.g. 10)!
es_es: Las filas y columnas deben ser números válidos (por ejemplo, 10)!

source: Word Source
es_es: Canal fuente

source: Name
es_es: Nombre

source: Source type
es_es: Tipo de fuente

source: Database
es_es: Base de datos

source: Simple list
es_es: simple lista

source: SQLite database files (*.db)
es_es: archivos de base de datos SQLite (* .db)

source: Database table and field names
es_es: nombres de las tablas de base de datos y de campo

source: Edit
es_es: Editar

source: Edit database in external editor
es_es: base de datos de edición en editor externo

source: Path
es_es: Camino

source: Type
es_es: Tipo

source: User
es_es: Usuario

source: Password
es_es: Contraseña

source: Tables
es_es: Mesas

source: Shuffle
es_es: Barajar

source: SPACE
es_es: ESPACIO

source: TAB
es_es: LENGÜETA

source: Edit text file in external editor
es_es: Editar archivo de texto en el editor externo

source: Encoding
es_es: codificación

source: Delimiter
es_es: delimitador

source: Has parts of speech
es_es: Tiene partes del discurso

source: Words
es_es: Palabras

source: Source must have a non-empty name!
es_es: Fuente debe tener un nombre que no está vacía!

source: DB file path must be valid!
es_es: ruta del archivo de base de datos debe ser válido!

source: DB tables field has incorrect value!
es_es: campo de tablas de BD tiene valor incorrecto!

source: DB table structure must define the 'words' dictionary!
es_es: estructura de la tabla DB debe definir el diccionario 'palabras'!

source: DB table 'words' object must define the 'table' key!
es_es: DB tabla de objetos 'palabras' debe definir la tecla 'mesa'!

source: DB table 'words' object must define the 'fwords' key!
es_es: DB tabla de objetos 'palabras' debe definir la clave '' fwords!

source: Text file path must be valid!
es_es: ruta del archivo de texto debe ser válido!

source: Text file encoding must not be empty!
es_es: archivo de texto de codificación no debe estar vacía!

source: Text file delimiter must not be empty!
es_es: archivo de texto delimitador no debe estar vacío!

source: Text file delimiter must be either "SPACE" or "TAB" or a single character!
es_es: archivo de texto delimitador debe ser "espacio" o "TAB" o un solo carácter!

source: Word list delimiter must not be empty if is has parts of speech!
es_es: lista de palabras delimitador no debe estar vacía si es tiene partes de la oración!

source: Word list delimiter must be either "SPACE" or "TAB" or a single character!
es_es: lista de palabras delimitador debe ser "espacio" o "TAB" o un solo carácter!

source: Word list is empty or invalid!
es_es: lista de palabras está vacío o no válido!

source: {} at line {}, column {}
es_es: {} en la línea {}, columna {}

source: Null action source or toolbar pointers passed to ToolbarCustomizer!
es_es: fuente o nula acción de la barra de herramientas punteros pasaron a ToolbarCustomizer!

source: Add
es_es: Añadir

source: Remove
es_es: Eliminar

source: Add separator
es_es: Agregar separador

source: Clear
es_es: Claro

source: Up
es_es: Arriba

source: Down
es_es: Abajo

source: Added items:
es_es: elementos añadidos:

source: <Unnamed>
es_es: <Sin nombre>

source: From file
es_es: Desde el archivo

source: Edit in Editor
es_es: Editar en Editor

source: Python source files (*.py)
es_es: archivos de código fuente de Python (.py) *

source: Category
es_es: Categoría

source: Author
es_es: Autor

source: Version
es_es: Versión

source: Description
es_es: Descripción

source: Copyright
es_es: Derechos de autor

source: Website
es_es: Sitio web

source: Plugin source
es_es: fuente del plugin

source: Source path
es_es: ruta de origen

source: Plugin category must be assigned!
es_es: Plugin categoría debe asignarse!

source: Invalid input
es_es: Entrada inválida

source: Plugin name must contain at least 4 letters!
es_es: nombre del plugin debe contener al menos 4 letras!

source: Plugin name "{}" is already occupied! Please choose another.
es_es: Plugin de nombre "{}" ya está ocupado! Por favor, elija otro.

source: Version string "{}" is incorrectly formatted!
es_es: Versión cadena "{}" tiene un formato incorrecto!

source: Path to source file is invalid!
es_es: Ruta al archivo de origen no es válido!

source: Reload
es_es: Recargar

source: Reload plugins from plugin folder
es_es: plugins de recarga de la carpeta de plug-in

source: New
es_es: Nuevo

source: Create new plugin
es_es: Crear nuevo plugin

source: Delete
es_es: Eliminar

source: Delete selected plugins
es_es: Eliminar plugins seleccionados

source: Edit selected plugin
es_es: Editar complemento seleccionado

source: Delete all plugins
es_es: Eliminar todos los plugins

source: Move plugin down (lower precedence)
es_es: Plugin de moverse hacia abajo (baja prioridad)

source: Move plugin up (raise precendence)
es_es: Plugin de moverse hacia arriba (aumento de precedencia)

source: New plugin
es_es: nuevo plugin

source: Editing: {}
es_es: Edición de: {}

source: Reload plugins from folder? Click YES to soft-update currently loaded plugins and add new ones, NO to hard-reload plugins (current plugin config will be lost!).
es_es: Volver a cargar los plugins de la carpeta? Haga clic en Sí para soft-actualización actualmente cargado plugins y añadir otros nuevos, NO a los plugins difíciles de recarga (config plug-in actual se perderá!).

source: Confirm Action
es_es: Confirmar Acción

source: Are you sure you would like to PERMANENTLY delete the selected plugins? You can deactivate a plugin by unchecking it.
es_es: ¿Está seguro de que desea eliminar permanentemente los plugins seleccionados? Puede desactivar un plugin desmarcando ella.

source: Are you sure you would like to PERMANENTLY delete ALL plugins? You can deactivate plugins by unchecking them.
es_es: ¿Está seguro que desea eliminar permanentemente todos los plugins? Puede desactivar los plugins desmarcando ellos.

source: Parameter
es_es: Parámetro

source: Value
es_es: Valor

source: Value Editor
es_es: Editor de valor

source: Add row
es_es: Añadir fila

source: Delete row
es_es: Borrar fila

source: Move up
es_es: Ascender

source: Move down
es_es: Mover hacia abajo

source: Please check that parameter names are unique.
es_es: Por favor, compruebe que los nombres de parámetros son únicos.

source: Parameter {}
es_es: {} Parámetro

source: Value {}
es_es: El valor {}

source: Noun
es_es: Sustantivo

source: Verb
es_es: Verbo

source: Adverb
es_es: Adverbio

source: Adjective
es_es: Adjetivo

source: Participle
es_es: Participio

source: Pronoun
es_es: Pronombre

source: Interjection
es_es: Interjección

source: Conjuction
es_es: Conjunción

source: Preposition
es_es: Preposición

source: Proposition
es_es: Proposición

source: Miscellaneous / other
es_es: Varios / otros

source: None
es_es: Ninguna

source: Database Manager
es_es: Gestor de Base de Datos

source: Refresh
es_es: Actualizar

source: Refresh dictionary information
es_es: Actualiza la información de diccionario

source: Install
es_es: Instalar en pc

source: Execute the pending installation / uninstallation operations
es_es: Ejecutar las operaciones de instalación / desinstalación pendientes

source: Stop
es_es: Detener

source: Stop operation
es_es: operación de parada

source: Peek
es_es: Ojeada

source: See the raw content of the selected dictionary
es_es: Ver el contenido prima del diccionario seleccionado

source: Select database:
es_es: Seleccione la base de datos:

source: Refresh view
es_es: Actualizar vista

source: Stop refreshing
es_es: refrescante parada

source: Add new words
es_es: Añadir nuevas palabras

source: Delete selected words
es_es: Eliminar las palabras seleccionadas

source: Commit
es_es: Cometer

source: Save changes to DB
es_es: Guardar cambios en DB

source: Select All
es_es: Seleccionar todo

source: Copy
es_es: Copiar

source: Installed
es_es: instalado

source: Not installed
es_es: No instalado

source: Populating dictionaries...
es_es: Rellenar los diccionarios ...

source: Language
es_es: Idioma

source: Status
es_es: Estado

source: Entries
es_es: entradas

source: POS rules
es_es: reglas de punto de venta

source: Strict POS
es_es: POS estricta

source: POS delimiter
es_es: delimitador de punto de venta

source: Replacements
es_es: reemplazos

source: Exclude POS
es_es: Excluir POS

source: Exclude words
es_es: Excluir palabras

source: Start row
es_es: fila de inicio

source: End row
es_es: fila final

source: No valid data!
es_es: Ningún dato válido!

source: Word '{}' is invalid!
es_es: Palabra '{}' no es válido!

source: Unable to connect to database '{}'
es_es: Incapaz de conectar a la base de datos '{}'

source: Word
es_es: Palabra

source: Part of speech
es_es: Parte del discurso

source: New word
es_es: Nueva palabra

source: Error downloading '{}' from '{}'
es_es: Error al descargar '{}' de '{}'

source: You have unsaved changes in database '{}'. Commit them?
es_es: Tiene cambios sin guardar en la base de datos '{}'. Cometerlos?

source: Unsaved database
es_es: la base de datos no guardado

source: Entry
es_es: Entrada

source: Pending
es_es: Pendiente

source: Downloading
es_es: descargan

source: Awaiting install
es_es: En espera de la instalación

source: Uninstalling...
es_es: La desinstalación de ...

source: Downloading...
es_es: La descarga de ...

source: Installing...
es_es: Instalando ...

source: Regex pattern
es_es: patrón de expresión

source: Part-of-speech rules
es_es: Parte reglas léxicas

source: Find
es_es: Encontrar

source: Replace
es_es: Reemplazar

source: Replacement rules
es_es: reglas de sustitución

source: Rule {}
es_es: Regla {}

source: Regex
es_es: expresiones regulares

source: Exclude
es_es: Excluir

source: Common
es_es: Común

source: Generation
es_es: Generacion

source: Source management
es_es: fuente gestión

source: Search rules
es_es: reglas de búsqueda

source: Window
es_es: Ventana

source: Grid
es_es: Cuadrícula

source: Clues
es_es: pistas

source: Toolbar
es_es: Barra de herramientas

source: Definition lookup
es_es: definición de búsqueda

source: Import & Export
es_es: Importación y exportación

source: Third-party
es_es: Tercero

source: Custom
es_es: Personalizado

source: Printing
es_es: Impresión

source: Updating
es_es: Actualizando

source: Sharing
es_es: compartir

source: Sources
es_es: Fuentes

source: User interface
es_es: Interfaz de usuario

source: Settings
es_es: ajustes

source: Restore defaults
es_es: Restaurar los valores predeterminados

source: Restore default settings for selected page
es_es: Restaurar la configuración predeterminada de la página seleccionada

source: Load Settings
es_es: Cargar ajustes

source: Load settings from file
es_es: Cargar ajustes de archivo

source: Save Settings
es_es: Guardar ajustes

source: Save settings to file
es_es: Guardar la configuración en el archivo

source: Common settings
es_es: La configuración común

source: Temp directory (leave EMPTY for default)
es_es: directorio temporal (Dejar en blanco para predeterminado)

source: Save crosswords on exit and load on startup
es_es: Guardar crucigramas en la salida y la carga en el arranque

source: Register file associations
es_es: Registrar las asociaciones de archivos

source: Associate crossword files (*.xpf, *.ipuz) and settings files (*.pxjson) with {}
es_es: archivos de palabras cruzadas Asociados (* .xpf, .ipuz *) y los archivos de configuración (*) .pxjson con {}

source: Temp directory
es_es: directorio temporal

source: Auto save/load crossword
es_es: Ahorro automático / crucigrama de carga

source: Net settings
es_es: ajustes netos

source: Use system proxy settings
es_es: configuración de proxy del sistema

source: HTTP proxy and port, e.g. http://192.168.1.10:3333
es_es: proxy HTTP y el puerto, por ejemplo, http://192.168.1.10:3333

source: HTTPS proxy and port, e.g. https://192.168.1.10:3333
es_es: HTTPS proxy y el puerto, por ejemplo https://192.168.1.10:3333

source: HTTP proxy
es_es: proxy HTTP

source: HTTPS proxy
es_es: Proxy HTTPS

source: Request timeout (sec):
es_es: Solicitud de tiempo de espera (seg):

source: Proxy settings:
es_es: Configuración de proxy:

source: Guess
es_es: Adivinar

source: Iterative
es_es: Iterativo

source: Recursive
es_es: recursiva

source: sec.
es_es: segundo.

source: File...
es_es: Expediente...

source: No log
es_es: ningún registro

source: Console
es_es: Consola

source: Method
es_es: Método

source: Timeout
es_es: Se acabó el tiempo

source: Log
es_es: Iniciar sesión

source: Manage sources
es_es: Manejo de fuentes

source: Higher sources in this list take higher precedence (use UP and DOWN buttons to move items)
es_es: las fuentes más altas en esta lista tienen mayor precedencia (uso arriba y abajo de los botones para mover los elementos)

source: Move source up (higher priority)
es_es: fuente de desplazamiento hacia arriba (mayor prioridad)

source: Move source down (lower priority)
es_es: por fuente de desplazamiento (prioridad más baja)

source: Add new word source
es_es: Añadir nuevo canal fuente

source: Remove selected word source
es_es: Retire la fuente palabra seleccionada

source: Edit selected word source
es_es: Editar seleccionado canal fuente

source: Delete all word sources
es_es: Eliminar todas las fuentes de palabras

source: Manage
es_es: Gestionar

source: Manage inbuilt database sources
es_es: Manejo de fuentes de bases de datos incorporadas

source: Constrain max results:
es_es: Restringir resultados max:

source: Parts of speech
es_es: Partes de la oración

source: Check / uncheck items to include in search (valid only for sources with POS data)
es_es: Compruebe / desactive los elementos a incluir en la búsqueda (válido sólo para fuentes con datos POS)

source: Excluded words
es_es: palabras excluidas

source: Use regular expressions
es_es: Utilizar expresiones regulares

source: Hidden
es_es: Oculto

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Top
es_es: Parte superior

source: Bottom
es_es: Fondo

source: Theme
es_es: Tema

source: Toolbar position
es_es: posición de la barra de herramientas

source: Dash
es_es: Guión

source: Dot
es_es: Punto

source: Dash-dot
es_es: Guion punto

source: Solid
es_es: Sólido

source: Font...
es_es: Fuente...

source: UPPERCASE
es_es: MAYÚSCULAS

source: lowercase
es_es: minúsculas

source: Dense
es_es: Denso

source: Striped
es_es: A rayas

source: Lines
es_es: Líneas

source: Checkered
es_es: A cuadros

source: Diag cross
es_es: cruz diag

source: Gradient linear
es_es: gradiente lineal

source: Gradient radial
es_es: degradado radial

source: Grid scale
es_es: escala de la cuadrícula

source: Show grid borders
es_es: Mostrar bordes de cuadrícula

source: Show grid coords
es_es: Mostrar coordenadas de cuadrícula

source: Grid border style
es_es: estilo de borde de cuadrícula

source: Grid border width
es_es: ancho del borde de cuadrícula

source: Grid border color
es_es: color del borde de cuadrícula

source: Active cell color
es_es: color de la celda activa

source: Grid cell size
es_es: tamaño de celda de cuadrícula

source: Character case
es_es: mayúsculas y minúsculas

source: Show word numbers
es_es: Mostrar los números de palabras

source: Word number color
es_es: Número de la palabra de color

source: Word number font
es_es: la fuente número de palabra

source: Normal cell color
es_es: el color normal de la célula

source: Normal cell style
es_es: estilo normal de las células

source: Normal cell font color
es_es: Normal de color de la fuente celular

source: Normal cell font
es_es: la fuente normal de las células

source: Hilite cell color
es_es: color de la celda hilite

source: Hilite cell style
es_es: estilo de celda hilite

source: Hilite cell font color
es_es: Hilite fuente de la celda de color

source: Hilite cell font
es_es: fuente de la celda hilite

source: Blank cell color
es_es: color de celda en blanco

source: Blank cell style
es_es: estilo de celda en blanco

source: Filler cell color
es_es: color de la celda de relleno

source: Filler cell style
es_es: estilo de celda de relleno

source: Surrounding color
es_es: Color de entorno

source: Surrounding style
es_es: estilo que rodea

source: Center
es_es: Centrar

source: Font
es_es: Fuente

source: Text alignment
es_es: Alineación del texto

source: Normal color
es_es: color normal

source: Normal style
es_es: estilo normal

source: Normal font color
es_es: Normal de color de la fuente

source: Incomplete color
es_es: de color incompleta

source: Incomplete style
es_es: estilo incompleta

source: Incomplete font color
es_es: Incompleta color de fuente

source: Complete color
es_es: de color completa

source: Complete style
es_es: estilo completo

source: Complete font color
es_es: Completa color de fuente

source: Columns
es_es: columnas
