Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2-py3-none-any.whl/pycross/locale/*/LC_MESSAGES/*.po
Languages: es_es

source: Empty file ID passed to create_file_link()!
es_es: Identificación vacío fichero pasado a create_file_link ()!

source: Empty link ID passed to get_file_link()!
es_es: Vaciar acoplamiento de la identificación pasado a get_file_link ()!

source: Empty link ID passed to update_file_link()!
es_es: Vaciar acoplamiento de la identificación pasado a update_file_link ()!

source: Empty link ID passed to delete_file_link()!
es_es: Vaciar acoplamiento de la identificación pasado a delete_file_link ()!

source: Share object must be given a valid instance of Cloudstorage as the "cloud" argument!
es_es: Compartir objeto debe darse una instancia válida de CloudStorage como el argumento de la "nube"!

source: See my new crossword
es_es: Ver mi nuevo crucigrama

source: Cannot find social network '{}'!
es_es: No se puede encontrar red social '{}'!

source: Malformed URL or file path!
es_es: Malformada URL o ruta del archivo!

source: 'plugin_manager' agrument must be an instance of PxPluginManager!
es_es: 'Plugin_manager' agrument debe ser una instancia de PxPluginManager!

source: MainWindow has no '{}' action!
es_es: MainWindow no tiene '{}' acción!

source: Unable to locate plugin '{}' in category '{}'!
es_es: No se puede localizar el plugin '{}' en la categoría '{}'!

source: Plugin '{}' is not active. Cannot call method of inactive plugin!
es_es: Plugin '{}' no está activo. No se puede llamar al método del complemento inactivo!

source: Unable to locate method '{}' in plugin '{}'!
es_es: No se puede localizar el método '{}' en el plug-in '{}'!

source: :: Code Editor ::
es_es: :: Editor de código ::

source: Filter
es_es: Filtrar

source: command must be a dictionary type with "func" and optional "args" and "kwargs" keys!
es_es: comando debe ser un tipo de diccionario con las teclas "kwargs" "Func" y "argumentos" y opcionales!

source: undocommand must be a dictionary type with "func" and optional "args" and "kwargs" keys!
es_es: undocommand debe ser un tipo de diccionario con las teclas "kwargs" "Func" y "argumentos" y opcionales!

source: command must be an instance of Operation class!
es_es: comando debe ser una instancia de la clase de operación!

source: You do not appear to have a valid version of git installed! Please install git from https://git-scm.com/
es_es: No parecen tener una versión válida de git instalado! Por favor instalar git de https://git-scm.com/

source: Neither Git nor the python package is installed!
es_es: Ni Git ni el paquete python está instalado!

source: Running {}...
es_es: Corriendo {}...

source: No release branches in repository!
es_es: No hay ramas de liberación en el repositorio!

source: {} completed with error!
es_es: {} Se completó con error!

source: Yes
es_es: si

source: Yes to All
es_es: Sí a todo

source: No to All
es_es: No a todo

source: Apply
es_es: Aplicar

source: Reset
es_es: Reiniciar

source: Discard
es_es: Descarte

source: Restore Defaults
es_es: Restaurar los valores predeterminados

source: Save All
es_es: Salvar a todos

source: Abort
es_es: Abortar

source: Retry
es_es: Procesar de nuevo

source: Ignore
es_es: Ignorar

source: Cannot connect to db!
es_es: No se puede conectar a db!
