Repository: pypi-data/pypi-mirror-74
Catalog: packages/pycrossword/pycrossword-0.4.0.2-py3-none-any.whl/pycross/locale/*/LC_MESSAGES/*.po
Languages: es_es

source: Check / uncheck items to show or hide columns, drag to reorder
es_es: Verificar / desactive los elementos para mostrar u ocultar columnas, arrastre para reordenar

source: Default language:
es_es: Idioma predeterminado:

source: Dictionaries
es_es: diccionarios

source: UNKNOWN
es_es: DESCONOCIDO

source: Merriam-Webster Dictionary API key (empty string to use default)
es_es: Diccionario Merriam-Webster clave de API (cadena vacía para el uso por defecto)

source: Yandex Dictionary API key (empty string to use default)
es_es: Diccionario de Yandex clave de API (cadena vacía para el uso por defecto)

source: Show:
es_es: Mostrar:

source: Exact word match:
es_es: Exacta coincidencia de palabra:

source: Show parts of speech:
es_es: Mostrar partes de la oración:

source: Unknown parts of speech:
es_es: partes desconocidas de discurso:

source: Merriam-Webster Dictionary API key:
es_es: Merriam-Webster clave de API:

source: Yandex Dictionary API key:
es_es: Diccionario de Yandex clave de API:

source: Google Search
es_es: Búsqueda de Google

source: Add file types delimited by SPACE, e.g. "txt doc pdf"
es_es: Añadir tipos de archivo delimitado por el espacio, por ejemplo, "Documento pdf txt"

source: ALL
es_es: TODAS

source: Search documents restricted only to checked languages
es_es: Buscar documentos restringidos únicamente a las lenguas controladas

source: Search using only checked interface languages
es_es: Buscar utilizando lenguajes de interfaz única controladas

source: Search in checked locations only
es_es: Buscar en lugares que compruebe

source: Limit returned results for page (-1 = no limit)
es_es: Límite devuelven los resultados para la página (-1 = sin límite)

source: Google Custom Search API key (empty string to use default)
es_es: Google Custom Search clave de API (cadena vacía para el uso por defecto)

source: Google Custom Search CSE ID (empty string to use default)
es_es: Google Custom Search CSE ID (cadena vacía para el uso por defecto)

source: Exact phrase:
es_es: Frase exacta:

source: File types:
es_es: Tipos de archivo:

source: Document languages:
es_es: idiomas del documento:

source: Interface languages:
es_es: Idiomas de la interfaz:

source: Locations:
es_es: localizaciones:

source: Link site:
es_es: Enlace web:

source: Related (parent) site:
es_es: Relacionados (padre) Sitio:

source: Search in site:
es_es: Buscar en el sitio:

source: Results per page:
es_es: Resultados por página:

source: Safe filter:
es_es: filtro de seguro:

source: Google Custom Search API key:
es_es: Google Custom Search clave de API:

source: Export
es_es: Exportar

source: dpi
es_es: ppp

source: Quality in percent (set to -1 for auto quality)
es_es: Calidad en porcentaje (se establece en -1 para la calidad automático)

source: Image resolution
es_es: Resolución de imagen

source: PDF resolution
es_es: resolución PDF

source: Image quality
es_es: Calidad de la imagen

source: Output grid cell size
es_es: Salida de tamaño de celda de cuadrícula

source: SVG image title
es_es: Título de la imagen SVG

source: SVG image description
es_es: SVG descripción de la imagen

source: Clear crossword before export
es_es: Claro crucigrama antes de la exportación

source: Open exported file
es_es: Abrir archivo exportado

source: Plugin
es_es: Enchufar

source: Enabled
es_es: Activado

source: SQLite Editor
es_es: Editor de SQLite

source: Commands
es_es: comandos

source: Text Editor
es_es: Editor de texto

source: Portrait
es_es: Retrato

source: Landscape
es_es: Paisaje

source: Page layout
es_es: Diseño de página

source: Crossword title
es_es: crucigrama del título

source: Clues title (header)
es_es: Las pistas del título (cabecera)

source: Margins
es_es: márgenes

source: Embed fonts
es_es: incrustar las fuentes

source: Print crossword grid
es_es: Imprimir ventana del crucigrama

source: Print clues
es_es: pistas de impresión

source: Include word size hint
es_es: Incluir la palabra tamaño de pista

source: Print crossword information
es_es: Imprimir la información de palabras cruzadas

source: Colored output
es_es: la salida de color

source: Open file (PDF) on print complete
es_es: Abrir el archivo (PDF) en la impresión completa

source: Fonts
es_es: Fuentes

source: Title color
es_es: el color del título

source: Title font
es_es: Fuente del titulo

source: Info color
es_es: información de color

source: Info font
es_es: Datos de fuentes

source: Clues color
es_es: Las pistas de color

source: Clues font
es_es: Las pistas de la fuente

source: Word size hint color
es_es: Palabra de color tamaño de pista

source: Word size hint font
es_es: Palabra tamaño de la fuente indirecta

source: days
es_es: dias

source: Set to -1 to disable update checks
es_es: Establece en -1 para desactivar las comprobaciones de actualizaciones

source: Log file for update operations
es_es: archivo de registro para las operaciones de actualización

source: Check for updates every
es_es: Comprobar si hay actualizaciones cada

source: Check / update major releases only
es_es: Sólo Actualización / comprobación de las versiones principales

source: Auto update
es_es: Actualización automática

source: Restart on update
es_es: Reinicio en la actualización

source: Log file
es_es: Archivo de registro

source: Kloudless account ID (leave EMPTY for default)
es_es: Kloudless ID de cuenta (Dejar en blanco para predeterminado)

source: Kloudless Bearer Token (leave EMPTY for default)
es_es: Kloudless Portador de emergencia (Dejar en blanco para predeterminado)

source: Kloudless root folder (leave EMPTY for default)
es_es: carpeta raíz Kloudless (Dejar en blanco para predeterminado)

source: Kloudless username (leave EMPTY to create new user automatically)
es_es: Kloudless nombre de usuario (dejar en blanco para crear el usuario de forma automática)

source: Check this to use one single API key for authentication (WARNING! NOT SAFE!)
es_es: Active esta opción para utilizar una clave única API para la autenticación (ADVERTENCIA! NO SEGURO!)

source: Kloudless account ID
es_es: Kloudless ID de cuenta

source: Kloudless Bearer Token
es_es: Kloudless Portador de emergencia

source: Kloudless root folder
es_es: carpeta raíz Kloudless

source: Kloudless username
es_es: nombre de usuario Kloudless

source: Use API key
es_es: Usar clave de API

source: No user data in src!
es_es: No hay datos de usuario en src!

source: Unregister file associations
es_es: asociaciones de archivos anular el registro

source: Press YES to restore defaults only for current page and YES TO ALL to restore all default settings
es_es: Pulse YES para restaurar los valores predeterminados solamente para la página actual y Sí a todo para restablecer todos los valores predeterminados

source: Press YES to load settings only for current page and YES TO ALL to load all settings
es_es: Pulse YES para cargar ajustes sólo para la página actual y Sí a todo para cargar todos los ajustes

source: Load defaults
es_es: Cargar opciones por defecto

source: Settings files (*.pxjson)
es_es: Los archivos de ajustes (* .pxjson)

source: File '{}' has a wrong format or incomplete settings!
es_es: El archivo '{}' tiene un formato incorrecto o incompleto configuración!

source: Choose font
es_es: elegir la fuente

source: Could not assign file associations!
es_es: No se pudo asignar asociaciones de archivos!

source: Configure grid...
es_es: rejilla Configurar ...

source: Word Lookup
es_es: palabra de búsqueda

source: Suggestions for:
es_es: Sugerencias para:

source: Use '{}' as blank symbol
es_es: Uso '{}' como símbolo en blanco

source: Sort
es_es: Ordenar

source: Sources...
es_es: Fuentes...

source: Truncate
es_es: Truncar

source: Uncheck to retrieve all results with no truncation
es_es: Desactive la opción de recuperar todos los resultados sin truncamiento

source: No word selected!
es_es: Ni una palabra seleccionada!

source: {} result{}
es_es: {} {} Resultar

source: No valid printer!
es_es: No hay una impresora válida!

source: Crossword not available!
es_es: No CrossWord disponible!

source: Printing to: {}
es_es: La impresión en: {}

source: Page Size
es_es: Tamaño de página

source: Single
es_es: Soltero

source: Two
es_es: Dos

source: All
es_es: Todas

source: View
es_es: Ver

source: Layout
es_es: Diseño

source: Zoom to width
es_es: Zoom para ancho

source: Zoom to window width
es_es: Zoom al ancho de la ventana

source: Fit in window
es_es: Ajustar a ventana

source: Zoom to window size
es_es: Zoom al tamaño de la ventana

source: Fit & Zoom
es_es: Ajuste y zoom

source: Greyscale
es_es: en escala de grises

source: Color Print
es_es: color de imprenta

source: Left, mm
es_es: Izquierda, mm

source: Right, mm
es_es: Derecha, mm

source: Top, mm
es_es: Arriba, mm

source: Bottom, mm
es_es: Parte inferior, mm

source: Configure additional printing settings
es_es: Configurar ajustes de impresión adicionales

source: Crossword Info
es_es: crucigrama Información

source: Title:
es_es: Título:

source: Author:
es_es: Autor:

source: Publisher:
es_es: Editor:

source: Copyright:
es_es: Derechos de autor:

source: Date:
es_es: Fecha:

source: Lookup word
es_es: palabra de búsqueda

source: Lookup in
es_es: en las operaciones de búsqueda

source: Dictionary
es_es: Diccionario

source: Language '{}' not available!
es_es: Idioma '{}' no está disponible!

source: Choose entry / meaning:
es_es: Elija la entrada / significado:

source: Link
es_es: Enlace

source: Choose link page:
es_es: Elegir página de enlaces:

source: Load failed with error: {}
es_es: Cargar con error: {}

source: UPDATING ...
es_es: ACTUALIZACIÓN ...

source: Duplicate Grid
es_es: Duplicar cuadrícula

source: Duplication direction:
es_es: La duplicación dirección:

source: No border
es_es: Sin bordes

source: Empty
es_es: Vacío

source: Filled-Empty
es_es: Lleno-Vacío

source: Empty-Filled
es_es: Vaciar-Filled

source: Filled
es_es: Lleno

source: Border style:
es_es: Estilo de borde:

source: Duplicate options
es_es: opciones duplicados

source: Mirror
es_es: Espejo

source: Mirror duplicate grids along duplication axis
es_es: Espejo rejillas duplicadas a lo largo del eje duplicación

source: Reverse
es_es: Contrarrestar

source: Reverse the sequence of duplicate grids
es_es: Invertir la secuencia de las redes duplicados

source: Authentication
es_es: Autenticación

source: {} field cannot be empty!
es_es: campo {} no puede estar vacía!

source: About
es_es: Acerca de

source: Send mail to {}
es_es: Envíe un correo a {}

source: Visit {}
es_es: Visitar {}

source: Icons
es_es: iconos

source: from
es_es: de

source: made by
es_es: hecho por

source: App name:
es_es: Nombre de la aplicación:

source: Version:
es_es: Versión:

source: Email:
es_es: Correo electrónico:

source: Website:
es_es: Sitio web:

source: Acknowledgements:
es_es: Agradecimientos:

source: Bearer Token required
es_es: Portador de emergencia requiere

source: Get token...
es_es: Obtener símbolo ...

source: Your Bearer Token:
es_es: Su portador de emergencia:

source: Share
es_es: Compartir

source: My new crossword
es_es: Mi nuevo crucigrama

source: pycrossword,crossword,python
es_es: pycrossword, crucigrama, pitón

source: Settings...
es_es: Configuración ...

source: Target
es_es: Objetivo

source: Title
es_es: Título

source: Tags
es_es: Etiquetas

source: Source
es_es: Fuente

source: Notes
es_es: notas

source: Create new crossword
es_es: Crear nueva crucigrama

source: Open
es_es: Abierto

source: Open crossword from file
es_es: crucigrama abierta de archivo

source: Save
es_es: Salvar

source: Save crossword
es_es: Guardar crucigrama

source: Save As...
es_es: Guardar como...

source: Save crossword as new file
es_es: Guardar CrossWord como un archivo nuevo

source: Close
es_es: Cerca

source: Close current crossword
es_es: Cerrar crucigrama actual

source: Reload crossword from file
es_es: Recargar Crucigrama de archivo

source: Share crossword in social networks
es_es: Compartir crucigrama en las redes sociales

source: Edit crossword
es_es: Editar crucigrama

source: Undo
es_es: Deshacer

source: Undo last action
es_es: Deshacer la última acción

source: Redo
es_es: Rehacer

source: Redo last action
es_es: Rehacer la última acción

source: Add row before selected
es_es: Añadir fila antes seleccionada

source: Add column
es_es: Añadir columna

source: Add column before selected
es_es: Añadir columna antes seleccionada

source: Delete column
es_es: columna Eliminar

source: Duplicate
es_es: Duplicar

source: Duplicate (reflect) grid cells to any direction
es_es: Duplicar (reflejar) celdas de la cuadrícula a cualquier dirección

source: Generate
es_es: Generar

source: Generate (solve) crossword
es_es: Generar (resolver) crucigrama

source: Clear all words
es_es: Borrar todas las palabras

source: Clear word
es_es: claro palabra

source: Erase word
es_es: palabra de borrado

source: Suggest word
es_es: sugerir palabra

source: Lookup word definition
es_es: Definición de la palabra de búsqueda

source: Edit clue
es_es: Editar pista

source: Clear clues
es_es: pistas claras

source: Clear all clues
es_es: Borrar todas las pistas

source: Word sources
es_es: fuentes de palabras

source: Select wordsources
es_es: Seleccione wordsources

source: Info
es_es: información

source: Show / edit crossword info (Ctrl+I)
es_es: información show / editar crucigrama (Ctrl + I)

source: Print
es_es: Impresión

source: Print crossword and/or clues
es_es: Imprimir crucigramas y / o pistas

source: Configure settings
es_es: Configure los ajustes

source: Update
es_es: Actualizar

source: Check for updates
es_es: Comprobar si hay actualizaciones

source: Help
es_es: Ayuda

source: Show help
es_es: Mostrar ayuda

source: API reference
es_es: referencia de la API

source: Show API reference
es_es: Ver referencia API

source: Contact author
es_es: Contactar con el autor

source: Write to author to leave feedback or report bug
es_es: Escribir al autor para dejar comentarios o informe de error

source: Show About
es_es: Acerca de mostrar

source: Show stats
es_es: Mostrar las estadísticas

source: Show detailed crossword statistics
es_es: Mostrar estadísticas detalladas de palabras cruzadas

source: Quit
es_es: Dejar

source: Quit application
es_es: Dejar de aplicación

source: Show toolbar
es_es: Mostrar la barra de herramientas

source: Show / hide toolbar
es_es: Mostrar / ocultar barra

source: Fit grid in window
es_es: rejilla en forma de ventana

source: Multiselect
es_es: Selección múltiple

source: Toggle multiple cell selection
es_es: Toggle selección de célula múltiple

source: Blank
es_es: Blanco

source: Clear selected cells
es_es: células seleccionadas Borrar

source: Block
es_es: Bloquear

source: Block (fill) selected cells
es_es: Block (relleno) celdas seleccionadas

source: Grey out
es_es: cabo gris

source: Grey out selected cells (fill with surrounding area color)
es_es: células fuera seleccionado gris (relleno y la zona de color de área)

source: &File
es_es: &Expediente

source: &Edit
es_es: &Editar

source: &View
es_es: &Ver

source: &Generate
es_es: &Generar

source: &Help
es_es: &Ayuda

source: Change crossword grid scale
es_es: Cambiar la escala de la rejilla del crucigrama

source: Move column
es_es: Mover la columna

source: Double-click to update
es_es: Haga doble clic para actualización

source: UPDATE SUCCEEDED
es_es: actualización fue satisfactoria

source: DB path {} unavailable!
es_es: la ruta BD {} disponible!

source: ACROSS
es_es: A TRAVÉS DE

source: DOWN
es_es: ABAJO

source: No current word
es_es: Sin palabra actual

source: No root item
es_es: No hay ningún elemento raíz

source: Direction
es_es: Dirección

source: Clue
es_es: Pista

source: Letters
es_es: Letras

source: Reply
es_es: Respuesta

source: Uploaded '{}' to '{}'
es_es: Subido a '{}'

source: Copied URL '{}' to clipboard
es_es: Copiado URL '{}' en el portapapeles

source: Enter your API key
es_es: Ingrese su clave de API

source: Authorize your app on the webpage and paste the access token here.
es_es: Autorizar su aplicación en la página web y pegar el token de acceso aquí.

source: You don't have a registered user name for uploading and sharing files. Would you like to set a new user name yourself (YES) or let {} assign the name for you (NO)?
es_es: Usted no tiene un nombre de usuario registrado para subir y compartir archivos. ¿Le gustaría establecer un nuevo nombre de usuario a sí mismo (SI) o sea {} asignar el nombre para que (no)?

source: Create new user
es_es: Crear nuevo usuario

source: Enter user name:
es_es: Introduzca su nombre de usuario:

source: {} will generate a new user name automatically
es_es: {} Se generará un nuevo nombre de usuario de forma automática

source: Username {} is already occupied! User another name (YES) or create name for you (NO)?
es_es: {} Nombre de usuario ya está ocupado! Otro nombre de usuario (SÍ) o crear el nombre para usted (NO)?

source: Opening share link...
es_es: La apertura de compartir enlace ...

source: Setting up cloud storage...
es_es: Configuración de almacenamiento en la nube ...

source: Finished
es_es: Terminado

source: Exporting crossword...
es_es: Exportación de palabras cruzadas ...

source: Uploading file to cloud...
es_es: La subida de archivos a la nube ...

source: Timeout occurred at {} seconds!
es_es: Tiempo de espera se produjo a {} segundos!

source: Stopped
es_es: Detenido

source: Generation failed with error:{}{}
es_es: Generación con error: {} {}

source: Generation finished!{}{}
es_es: Generación terminado! {} {}

source: Check OK
es_es: Comprobar OK

source: The following words failed validation:
es_es: Las siguientes palabras fallaron validación:

source: Generation finished
es_es: generación terminado

source: Crossword XPF file (*.xpf)
es_es: Crucigrama archivo XPF (* .xpf)

source: Crossword IPUZ file (*.ipuz)
es_es: Crucigrama archivo IPUZ (* .ipuz)

source: PDF file (*.pdf)
es_es: archivo PDF (* .pdf)

source: JPEG image (*.jpg)
es_es: de imagen JPEG (* .jpg)

source: Bitmap image (*.bmp)
es_es: la imagen de mapa de bits (* .bmp)

source: PNG image (*.png)
es_es: imagen PNG (* .png)

source: TIFF image (*.tif)
es_es: imagen TIFF (* .tif)

source: SVG vector image (*.svg)
es_es: imagen vectorial SVG (* .svg)

source: Text file (*.txt)
es_es: archivo de texto (* .txt)

source: Error saving crossword to '{}'
es_es: ahorro de palabras cruzadas a error '{}'

source: Printing error
es_es: error de impresión

source: by {}
es_es: por {}

source: Published by {}
es_es: Publicado por {}

source: Cannot make new page!
es_es: No se puede hacer la nueva página!

source: ACROSS:
es_es: A TRAVÉS DE:

source: DOWN:
es_es: ABAJO:

source: [{} letters]
es_es: [{}] letras

source: Update ready: v. {}
es_es: Actualizar lista: v {}.

source: You have unsaved changes in your current crossword. Would you like to save them?
es_es: Tiene cambios sin guardar en su crucigrama actual. ¿Le gustaría guardarlos?

source: Are you sure to apply new settings from "{}"?
es_es: ¿Seguro de aplicar la nueva configuración de "{}"?

source: Application update
es_es: actualización de la aplicación

source: Do you wish to update your current version {} to version {} (release date: {})?
es_es: ¿Quiere actualizar su versión actual {} {} a la versión (fecha de lanzamiento: {})?

source: No updates are available
es_es: No hay actualizaciones disponibles

source: Crossword files (*.xpf *.ipuz);;All files (*.*)
es_es: archivos de palabras cruzadas (* * .xpf .ipuz) ;; Todos los archivos (*. *)

source: You have unsaved changes in your current crossword. Are you sure to reload it from the file (all changes will be lost)?
es_es: Tiene cambios sin guardar en su crucigrama actual. ¿Seguro que volver a cargarlo desde el archivo (todos los cambios se perderán)?

source: Undo {}
es_es: Deshacer {}

source: last operaction
es_es: última operaction

source: Redo {}
es_es: Rehacer {}

source: Would you like to clear all clues?
es_es: ¿Le gustaría borrar todas las pistas?

source: Confirm action
es_es: Confirmar el

source: Change word clue
es_es: Cambio palabra clave

source: No lookup sources are active! Please go to Settings (F11) to verify your lookup source configuration.
es_es: No hay fuentes de búsqueda están activos! Por favor, vaya a Configuración (F11) para verificar su configuración de origen de búsqueda.

source: No Lookup Sources
es_es: No hay fuentes de búsqueda

source: Change crossword info
es_es: Cambio información crucigrama

source: Would you like to report a bug (YES) or just leave feedback (NO)?
es_es: ¿Le gustaría informar de un error (SI) o simplemente dejar la retroalimentación (NO)?

source: Contact
es_es: Contacto

source: Configure clues...
es_es: Configurar pistas ...

source: Configure toolbar...
es_es: Configurar barra de herramientas ...

source: Language settings
es_es: Configuraciones de idioma

source: GOOGLE SEARCH REQUEST = '{}'
es_es: GOOGLE BÚSQUEDA SOLICITAR = '{}'

source: GOOGLE SEARCH RESULT = '{}'
es_es: GOOGLE BÚSQUEDA RESULTADO = '{}'

source: Request returned error '{}', code = {}
es_es: Solicitud de error devuelto '{}', código = {}

source: Request returned error {}
es_es: Solicitud de error devuelto {}

source: DICTIONARY SEARCH REQUEST = '{}'
es_es: DICCIONARIO DE BÚSQUEDA SOLICITUD = '{}'

source: DICTIONARY SEARCH RESULT = '{}'
es_es: DICCIONARIO DE BÚSQUEDA RESULTADO = '{}'

source: Failed to authenticate!
es_es: No se puede autenticar!

source: Unable to create/access folder '{}'!
es_es: No se puede crear carpeta de acceso / '{}'!

source: No valid API key provided! Provide a valid API key or change your "use_api_key" settings to use a different authentication method.
es_es: Sin clave de API válida siempre! Proporcionar una clave de API válida o cambiar la configuración de "use_api_key" utilizar un método de autenticación diferente.

source: No valid Bearer token provided! Provide a valid Bearer token or change your "use_api_key" settings to use a different authentication method.
es_es: Sin Portador válido testigo proporcionó! Proporcionar un portador válida ficha o cambiar la configuración de "use_api_key" utilizar un método de autenticación diferente.

source: Bearer token is invalid or expired!
es_es: símbolo portador no es válido o ha caducado!

source: CLOUD SENDING '{}' REQUEST = '{}', HEADERS = {}, DATA = {}
es_es: NUBE DE ORIGEN '{}' SOLICITUD = '{}', Headers = {}, DATOS = {}

source: Empty result returned by request '{}'
es_es: resultado vacío devuelto por petición '{}'

source: CLOUD REQUEST RESULT = '{}'
es_es: NUBE SOLICITUD DE RESULTADO = '{}'

source: Error returned by request '{}'
es_es: De error devuelto por la petición '{}'

source: Enter your Bearer token
es_es: Introduzca su ficha portador

source: Empty folder ID passed to _get_folder_objects()!
es_es: Vaciar carpeta ID pasado a _get_folder_objects ()!

source: Neither the folder ID not the user ID is valid!
es_es: Ni el ID de carpeta no es el ID de usuario válido!

source: You can delete other users only with a valid API key!
es_es: Puede eliminar los demás usuarios sólo con una clave de API válida!

source: No current user present!
es_es: Ningún usuario actual presente!

source: You cannot clear folders created by other users without a valid API key!
es_es: No se puede borrar carpetas creadas por otros usuarios sin una clave de API válida!

source: No folder ID provided
es_es: Sin ID de carpeta proporcionada

source: Current user is not defined! Please create new user first.
es_es: El usuario actual no está definida! Por favor, crear nuevo usuario en primer lugar.

source: File '{}' is not accessable!
es_es: El archivo '{}' no es accesible!

source: File '{}' already exists!
es_es: ¡El archivo ya existe!
